Repository: engineerusman597/oikos-baden
Catalog: Oikos.Common/Resources/SharedResource.*.resx
Languages: de

# RolePage_SearchKeywordPlaceholder
source: Search
de: Suchen

# RolePage_SetRoleMenuTitle
source: Set menu
de: Menü festlegen

# RolePage_StatusChangedMessage
source: Modified succeed!
de: Änderung erfolgreich!

# RolePage_SubmitText
source: Submit
de: Bestätigen

# RolePage_TableH1
source: No
de: Nr.

# RolePage_TableH2
source: Role Name
de: Rollenname

# RolePage_TableH3
source: Is Enabled
de: Aktiv

# RolePage_TableH4
source: Operation
de: Aktion

# RolePage_Title
source: Role
de: Rolle

# UserPage_ComfirmDeleteText
source: Confirm
de: Bestätigen

# UserPage_CreateNewTitle
source: Create new user
de: Neuen Benutzer erstellen

# UserPage_DeleteTitle
source: Decide delete
de: Löschen bestätigen

# UserPage_EditTitle
source: Edit user
de: Benutzer bearbeiten

# UserPage_ModifyPasswordTitle
source: Modify password
de: Passwort ändern

# UserPage_SearchKeywordPlaceholder
source: Search
de: Suchen

# UserPage_SearchName
source: Username
de: Benutzername

# UserPage_SearchOrg
source: Organization
de: Organisation

# UserPage_SearchRealName
source: First name
de: Vorname

# UserPage_SearchRole
source: User role
de: Benutzerrolle

# UserPage_SetUserRoleTitle
source: Set role
de: Rolle festlegen

# UserPage_StatusChangedMessage
source: Modified succeed!
de: Änderung erfolgreich!

# UserPage_SubmitText
source: Submit
de: Bestätigen

# UserPage_TableH1
source: No
de: Nr.

# UserPage_TableCustomerNumber
source: Customer number
de: Kundennummer

# UserPage_TableH10
source: PhoneNumber
de: Telefonnummer

# UserPage_TableH3
source: UserName
de: Login-E-Mail

# UserPage_TableH4
source: IsEnabled
de: Aktiv

# UserPage_TableH5
source: Operation
de: Aktion

# UserPage_TableH6
source: RealName
de: Echter Name

# UserPage_TableH7
source: Role
de: Rolle

# UserPage_TableH8
source: Organization
de: Organisation

# UserPage_TableCompany
source: Company
de: Firma

# UserPage_TablePrivacy
source: Privacy Accepted
de: Datenschutz akzeptiert

# UserPage_TablePrivacyAt
source: Accepted At
de: Akzeptiert am

# UserPage_TableSepaMandate
source: SEPA mandate
de: SEPA-Mandat

# UserPage_ViewSepaMandate
source: View mandate
de: Mandat ansehen

# UserPage_Title
source: User
de: Benutzer

# UserPage_TitleLabel
source: Academic title
de: Akademischer Titel

# UserPage_TitlePlaceholder
source: Select academic title
de: Akademischen Titel auswählen

# UserPage_TitleOptionMr
source: Mr.
de: Herr

# UserPage_TitleOptionMrsMs
source: Ms./Mrs.
de: Frau

# UserPage_GenderLabel
source: Gender
de: Geschlecht

# UserPage_GenderPlaceholder
source: Select gender
de: Geschlecht auswählen

# UserPage_GenderOptionFemale
source: Female
de: Weiblich

# UserPage_GenderOptionMale
source: Male
de: Männlich

# UserPage_GenderOptionDiverse
source: Diverse
de: Divers

# UserPage_FirstNameLabel
source: First name
de: Vorname

# UserPage_LastNameLabel
source: Last name
de: Nachname

# UserPage_CustomerNumberLabel
source: Customer number
de: Kundennummer

# UserPage_CustomerNumberHelper
source: Leave empty for auto-generation
de: Leer lassen, um automatisch zu generieren

# UserPage_CustomerNumberDuplicate
source: The customer number is already in use!
de: Die Kundennummer wird bereits verwendet!

# UserPage_CustomerNumberTooLong
source: Customer number is too long
de: Kundennummer ist zu lang

# UserPage_PartnerPlaceholder
source: Select a partner (optional)
de: Partner auswählen (optional)

# UserPage_NoPartnerOption
source: No partner
de: Kein Partner

# UserPage_RoleLabel
source: Role
de: Rolle

# UserPage_RolePlaceholder
source: Select role
de: Rolle auswählen

# UserPage_TableTitle
source: Academic title
de: Akademischer Titel

# UserPage_TableGender
source: Gender
de: Geschlecht

# UserPage_TableFirstName
source: First name
de: Vorname

# UserPage_TableLastName
source: Last name
de: Nachname

# UserPage_Filters
source: Filters
de: Filter

# UserPage_Search
source: Search
de: Suchen

# UserPage_Reset
source: Reset
de: Zurücksetzen

# UserPage_Back
source: Back
de: Zurück

# UserPage_UserNotFound
source: User not found.
de: Benutzer nicht gefunden.

# UserPage_Active
source: Active
de: Aktiv

# UserPage_Inactive
source: Inactive
de: Inaktiv

# UserPage_Section_Account
source: Account
de: Konto

# UserPage_Username
source: Username
de: Benutzername

# UserPage_FullName
source: Full name
de: Vollständiger Name

# UserPage_Details_Title
source: Title
de: Titel

# UserPage_Details_Gender
source: Gender
de: Geschlecht

# UserPage_Section_Contact
source: Contact
de: Kontakt

# UserPage_Phone
source: Phone
de: Telefon

# UserPage_CustomerNumber
source: Customer number
de: Kundennummer

# UserPage_Company
source: Company
de: Firma

# UserPage_Section_PrivacySepa
source: Privacy & SEPA
de: Datenschutz & SEPA

# UserPage_PrivacyAccepted
source: Privacy accepted
de: Datenschutz akzeptiert

# UserPage_PrivacyAcceptedAt
source: Privacy accepted at
de: Akzeptiert am

# UserPage_Yes
source: Yes
de: Ja

# UserPage_No
source: No
de: Nein

# UserPage_Section_Roles
source: Roles
de: Rollen

# UserPage_Section_Organizations
source: Organizations
de: Organisationen

# UserPage_Section_ActiveSubscriptions
source: Active subscriptions
de: Aktive Abonnements

# UserPage_NoActiveSubscriptions
source: No active subscriptions.
de: Keine aktiven Abonnements.

# UserPage_Sub_Billing
source: Billing
de: Abrechnung

# UserPage_Sub_Activated
source: Activated
de: Aktiviert

# UserPage_Sub_Expires
source: Expires
de: Läuft ab

# UserPage_Sub_AutoRenew
source: Auto renew
de: Automatische Verlängerung

# UserPage_Section_Invoices
source: Invoices
de: Rechnungen

# UserPage_NoInvoices
source: No invoices.
de: Keine Rechnungen.

# UserPage_Inv_Amount
source: Amount
de: Betrag

# UserPage_Inv_Stage
source: Stage
de: Phase

# UserPage_Inv_Updated
source: Updated
de: Aktualisiert

# UserPage_FilterActivePlan
source: Active package
de: Aktives Paket

# UserPage_FilterActivePlanAll
source: All packages
de: Alle Pakete

# UserPage_FilterActivePlanYes
source: Active
de: Aktiv

# UserPage_FilterActivePlanNo
source: No active package
de: Kein aktives Paket

# UserPage_FilterPartnerAll
source: All partners
de: Alle Partner

# UserPage_ActivePlanIndicator
source: Active package
de: Aktives Paket

# UserPage_Inv_Actions
source: Actions
de: Aktionen

# UserPage_ViewInvoiceDetails
source: View details
de: Details anzeigen

# UserPage_EnterNewPassword
source: Enter new password
de: Neues Passwort eingeben

# UserPage_Password
source: Password
de: Passwort

# UserPage_DeleteSuccess
source: Deleted successfully!
de: Erfolgreich gelöscht!

# UserPage_DeleteBlocked
source: User cannot be deleted because: {0}
de: Benutzer kann nicht gelöscht werden, weil: {0}

# UserPage_DeleteReasonSubscriptions
source: active subscriptions exist
de: aktive Abonnements vorhanden sind

# UserPage_DeleteReasonInvoices
source: invoices exist
de: Rechnungen vorhanden sind

# UserPage_DeleteReasonInvoiceHistory
source: invoice history exists
de: Rechnungshistorie vorhanden ist

# UserPage_DeleteReasonCompanyChecks
source: company check requests exist
de: Firmenprüfungen vorhanden sind

# UserPage_DeleteReasonNotifications
source: notifications exist
de: Benachrichtigungen vorhanden sind

# UserPage_UpdateSuccess
source: Updated successfully!
de: Erfolgreich aktualisiert!

# UserPage_CreateSuccess
source: Created successfully!
de: Erfolgreich erstellt!

# UserPage_EmailDuplicate
source: The email address is already in use!
de: Die E-Mail-Adresse wird bereits verwendet!

# UserPage_SuperAdminError
source: You do not have permission to manage SuperAdmin users.
de: Sie haben keine Berechtigung, SuperAdmin-Benutzer zu verwalten.

# UserPage_RoleUpdateSuccess
source: Role updated successfully
de: Erfolgreich übermittelt!

# UserPage_PasswordUpdateSuccess
source: Password updated successfully
de: Passwort erfolgreich aktualisiert!

# Validation_Required
source: The {0} field is required.
de: {0} ist erforderlich.

# Validation_MaxLength
source: The field {0} must be a string or array type with a maximum length of {1}.
de: {0} ist zu lang.

# Validation_MinLength
source: The field {0} must be a string or array type with a minimum length of {1}.
de: {0} ist zu kurz.

# Validation_Email
source: The {0} field is not a valid e-mail address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# Validation_PasswordComplexity
source: Password must contain uppercase and lowercase letters as well as numbers.
de: Das Passwort muss Groß- und Kleinbuchstaben sowie Zahlen enthalten.

# RolePage_RoleInUseError
source: The role is currently in use and cannot be deleted.
de: Die Rolle wird derzeit verwendet und kann nicht gelöscht werden.

# RoleNameInUse
source: The role name is already in use!
de: Der Rollenname wird bereits verwendet!

# CodeGeneratorCopy
source: Copy to clipboard
de: In Zwischenablage kopieren

# CodeGeneratorDownload
source: Download File
de: Datei herunterladen

# CodeGeneratorGenerate
source: Generate
de: Generieren

# CodeGeneratorSelectEntity
source: Select One Entity
de: Eine Entität auswählen

# CodeGeneratorTitle
source: Page Code Generator
de: Seiten-Code-Generator

# SystemSettingTitle
source: System Setting
de: Systemeinstellungen

source: Project Scaffold Generation
de: Projektgerüst-Erstellung

source: Switch Mode
de: Modus wechseln

source: Switch to Project Generation
de: Zum Projektgenerator wechseln

source: Switch to Page Generation
de: Zum Seitengenerator wechseln

source: Project Name
de: Projektname

source: Generate Project Scaffold
de: Projektgerüst generieren

source: Download Project Scaffold
de: Projektgerüst herunterladen

# CompanyCheckComTitle
source: Company Check Settings
de: Einstellungen Firmenprüfung

# CompanyCheckSectionDescription
source: Configure Bonix credentials and pricing.
de: Konfigurieren Sie Bonix-Zugangsdaten und Preise.

# CompanyCheckPriceLabel
source: Report price
de: Berichtspreis

# CompanyCheckCurrencyLabel
source: Currency
de: Währung

# CompanyCheckCreditSafeBaseUrlLabel
source: Bonix base URL
de: Bonix Basis-URL

# CompanyCheckCreditSafeUsernameLabel
source: Bonix username
de: Bonix-Benutzername

# CompanyCheckCreditSafePasswordLabel
source: Bonix password
de: Bonix-Passwort

# CompanyCheckCreditSafeCountryLabel
source: Default country
de: Standardland

# CompanyCheckPriceHelper
source: The amount your users must pay before the report is shown.
de: Betrag, den Benutzer zahlen müssen, bevor der Bericht angezeigt wird.

# CompanyCheckSaveSuccess
source: Company check settings saved successfully.
de: Einstellungen für Firmenprüfungen erfolgreich gespeichert.

# DashboardNewsComTitle
source: Dashboard news
de: Dashboard-Nachricht

# DashboardNewsComDescription
source: Show a short announcement on the homepage.
de: Zeige eine kurze Ankündigung auf der Startseite.

# DashboardNewsTitleLabel
source: News title
de: Nachrichtentitel

# DashboardNewsSummaryLabel
source: Summary
de: Zusammenfassung

# DashboardNewsLinkLabel
source: Optional link
de: Optionaler Link

# DashboardNewsSaveSuccess
source: Dashboard news saved successfully.
de: Dashboard-Nachricht erfolgreich gespeichert.

# SystemSettingConfiguredInAppSettings
source: Settings are managed via configuration.
de: Die Einstellungen werden jetzt über die Konfiguration verwaltet.

# DashboardNewsSaveLabel
source: Save
de: Speichern

# SubscriptionPlansTitle
source: Plans
de: Pläne

# SubscriptionPlansHeadline
source: Choose the subscription that fits your needs
de: Wähle das passende Abo

# SubscriptionPlansIntervalMonthly
source: Monthly
de: Monatlich

# SubscriptionPlansIntervalYearly
source: Yearly
de: Jährlich

# SubscriptionPlansDescription
source: Switch between plans at any time. Prices include all listed features and limits.
de: Du kannst deinen Plan jederzeit wechseln. Preise enthalten alle aufgeführten Funktionen und Limits.

# SubscriptionPlansPriceLabel
source: Billed {0}
de: Abgerechnet {0}

# SubscriptionPlansActiveLabel
source: Current plan
de: Aktueller Plan

# SubscriptionPlansActivate
source: Activate plan
de: Plan aktivieren

# SubscriptionPlansActivated
source: Your subscription has been updated.
de: Dein Abo wurde aktualisiert.

# SubscriptionPlansNew
source: New Plan
de: Neuer Plan

# SubscriptionPlansColumnName
source: Title
de: Titel

# SubscriptionPlansColumnMonthly
source: Monthly
de: Monatlich

# SubscriptionPlansColumnYearly
source: Yearly
de: Jährlich

# SubscriptionPlansColumnMonthlyClaims
source: Monthly Claims
de: Monatliche Claims

# SubscriptionPlansColumnMonthlyChecks
source: Monthly Bionic Checks
de: Monatliche Bionic-Prüfungen

# SubscriptionPlansColumnTeamSeats
source: Team Seats
de: Team-Sitze

# SubscriptionPlansColumnDisplayOrder
source: Order
de: Reihenfolge

# SubscriptionPlansColumnActions
source: Actions
de: Aktionen

# SubscriptionPlansStatusActive
source: Active
de: Aktiv

# SubscriptionPlansStatusInactive
source: Inactive
de: Inaktiv

# SubscriptionPlansDialogCreateTitle
source: Create subscription plan
de: Aboplan erstellen

# SubscriptionPlansDialogEditTitle
source: Edit subscription plan
de: Aboplan bearbeiten

# SubscriptionPlansDeleteTitle
source: Delete plan
de: Plan löschen

# SubscriptionPlansDeleteConfirm
source: Are you sure you want to delete this plan?
de: Möchtest du diesen Plan wirklich löschen?

# SubscriptionPlansDeleteSuccess
source: Plan deleted
de: Plan gelöscht

# SubscriptionPlansFieldDescription
source: Description
de: Beschreibung

# SubscriptionPlansFieldMonthlyPrice
source: Monthly Price
de: Monatspreis

# SubscriptionPlansFieldYearlyPrice
source: Yearly Price
de: Jahrespreis

# SubscriptionPlansFieldMonthlyClaims
source: Monthly Claim Limit
de: Monatliches Claim-Limit

# SubscriptionPlansFieldMonthlyChecks
source: Monthly Bionic Check Limit
de: Monatliches Bionic-Prüfungs-Limit

# SubscriptionPlansFieldTeamSeats
source: Team Seat Limit
de: Team-Sitz-Limit

# SubscriptionPlansFieldDisplayOrder
source: Display Order
de: Anzeigereihenfolge

# SubscriptionPlansFieldIsActive
source: Active
de: Aktiv

# SubscriptionPlansCancel
source: Cancel
de: Abbrechen

# SubscriptionPlansSave
source: Save
de: Speichern

# SubscriptionPlansSaveSuccess
source: Plan saved
de: Plan gespeichert

# SubscriptionPaymentsTitle
source: Subscription payments
de: Zahlungen

# SubscriptionPaymentsColumnPlan
source: Package
de: Paket

# SubscriptionPaymentsColumnInterval
source: Interval
de: Intervall

# SubscriptionPaymentsColumnPrice
source: Price
de: Preis

# SubscriptionPaymentsColumnPurchasedAt
source: Purchased at
de: Kaufdatum

# SubscriptionPaymentsColumnExpiresAt
source: Expires at
de: Läuft ab

# SubscriptionPaymentsColumnRegistration
source: Registration
de: Registrierung

# SubscriptionPaymentsRegistrationMissing
source: Waiting for registration
de: Wartet auf Registrierung

# NavMenu_Client
source: Client
de: Mandant

# NavMenu_Overview
source: Overview
de: Übersicht

# NavMenu_ClaimsCenter
source: Claims Center
de: Forderungscenter

# NavMenu_NewCase
source: New Case
de: Neuer Fall

# NavMenu_CreditCheck
source: Check Creditworthiness
de: Bonität prüfen

# NavMenu_History
source: History
de: Abrufverlauf

# NavMenu_Discover
source: DISCOVER
de: ENTDECKEN SIE

# NavMenu_PartnerNetwork
source: Partner Network
de: Partner-Netzwerk

# NavMenu_Applications
source: Applications
de: Anwendungen

# AdminNavMenu_Permission
source: PERMISSION
de: BERECHTIGUNGEN

# AdminNavMenu_User
source: User
de: Benutzer

# AdminNavMenu_Role
source: Role
de: Rollen

# AdminNavMenu_Settings
source: Settings
de: Einstellungen

# AdminNavMenu_Subscriptions
source: Subscriptions
de: Abonnements

# AdminNavMenu_SubscriptionPayments
source: Subscription Payments
de: Abonnement-Zahlungen

# AdminNavMenu_Partners
source: Partners
de: Partner

# AdminNavMenu_PartnerBanks
source: Partner Banks
de: Partner-Banken

# AdminNavMenu_InsurancePartners
source: Insurance Partners
de: Versicherungspartner

# AdminNavMenu_Claims
source: CLAIMS
de: FORDERUNGEN

# AdminNavMenu_Invoices
source: Invoices
de: Fallverwaltung

# AdminNavMenu_InvoiceStages
source: Invoice Stages
de: Rechnungsphasen

# AdminNavMenu_UsersAndPayments
source: USERS & PAYMENTS
de: BENUTZER & ZAHLUNGEN

# InvoicePrimaryStatusLabel
source: Primary Status
de: Hauptstatus

# CommonDeleteDialogTitle
source: Confirm delete
de: Löschen bestätigen

# ConfirmInputPassword
source: Please Enter Your Password.
de: Bitte geben Sie Ihr Passwort ein.

# ConfirmInputPasswordButtonText
source: Confirm
de: Bestätigen

# NotFindUser
source: Currently logged-in user information was not found!
de: Benutzerinformationen nicht gefunden!

# OrganizationTreeSelect_ClearBtnText
source: Clear Selected
de: Auswahl entfernen

# OrganizationTreeSelect_Title
source: Please Select Parent Organization
de: Bitte Organisation wählen

# OrganizationTreeSelect_TitleText
source: Please Select
de: Bitte wählen

# PasswordHelpText
source: Please Enter Your Password
de: Bitte Passwort eingeben

# PasswordValidFail
source: Password validation failed!
de: Passwort-Validierung fehlgeschlagen!

# HomePage_RecentAudit
source: Recent Operation Audit
de: Letzte Aktivitäten

# HomePage_OperationType
source: Operation Type
de: Vorgangstyp

# HomePage_Entity
source: Entity
de: Entität

# HomePage_Time
source: Time
de: Zeit

# HomePage_Operation_Delete
source: Delete
de: Löschen

# HomePage_Operation_Modify
source: Modify
de: Bearbeiten

# HomePage_Operation_Add
source: Add
de: Hinzufügen

# AuditLogDetailDialog_TableH1
source: No
de: Nr.

# AuditLogDetailDialog_TableH2
source: Property
de: Eigenschaft

# AuditLogDetailDialog_TableH3
source: Old Value
de: Alter Wert

# AuditLogDetailDialog_TableH4
source: New Value
de: Neuer Wert

# AuditLogPage_OperationCreate
source: Create
de: Erstellen

# AuditLogPage_OperationDelete
source: Delete
de: Löschen

# AuditLogPage_OperationModify
source: Modify
de: Bearbeiten

# AuditLogPage_TableH1
source: No
de: Nr.

# AuditLogPage_TableH2
source: Transaction Id
de: Transaktions-ID

# AuditLogPage_TableH3
source: Operator
de: Benutzer

# AuditLogPage_TableH4
source: Operate Target
de: Ziel

# AuditLogPage_TableH5
source: Operate Type
de: Typ

# AuditLogPage_TableH6
source: Operate Time
de: Zeit

# AuditLogPage_TableH7
source: Value Record
de: Wert

# NoAuhtorized_ChangeUserText
source: Change To Other User
de: Benutzer wechseln

# NoAuhtorized_Text
source: You do not have permission to access this page...
de: Keine Berechtigung...

# NotFound_Text
source: Sorry, there's nothing at this address.
de: Seite nicht gefunden

# Search_Text
source: Search
de: Suchen

# WizardStartOptionAfterReminderPrompt
source: Select a reminder start time.
de: Wählen Sie den Startzeitpunkt der Mahnung.

# WizardStartOptionAfterReminderHelper
source: We'll begin once your reminder is sent at the chosen time.
de: Wir beginnen, sobald Ihre Mahnung zur gewählten Zeit versendet wurde.

# WizardStartOptionAfterReminderSelected
source: Scheduled for {0}
de: Geplant für {0}

# WizardStartOptionAfterReminderValidation
source: Please choose when to start after your reminder.
de: Bitte wählen Sie, wann nach Ihrer Mahnung gestartet werden soll.

# WizardDescriptionStartScheduled
source: Start after reminder at {0}
de: Start nach Mahnung am {0}

# Admin_TableActions
source: Actions
de: Aktionen

# Register_Error
source: Registration failed
de: Fehler bei der Registrierung

# QuickCheck_Title
source: Quick Company Check
de: Firmen-Schnellcheck

# QuickCheck_Description
source: Search for a company and get the credit report immediately – no registration required.
de: Suchen Sie nach einer Firma und erhalten Sie sofort den Bonitätsbericht – ohne Anmeldung.

# QuickCheck_AdvancedSearch
source: Advanced Search
de: Erweiterte Suche

# QuickCheck_EmailLabel
source: Email Address
de: E-Mail-Adresse

# QuickCheck_EmailHelper
source: We will send the report to this address.
de: Wir senden den Bericht an diese Adresse.

# QuickCheck_PriceLabel
source: Price
de: Preis

# QuickCheck_PayButton
source: Pay & Download
de: Zahlen & Herunterladen

# QuickCheck_ProcessingTitle
source: Processing Payment...
de: Zahlung wird verarbeitet...

# QuickCheck_ProcessingMessage
source: Please wait a moment. Your report is being generated.
de: Bitte warten Sie einen Moment. Ihr Bericht wird erstellt.

# QuickCheck_ConfirmedTitle
source: Order Confirmed
de: Bestellung bestätigt

# QuickCheck_ConfirmedMessage
source: Thank you for your order. Your report is ready for download.
de: Vielen Dank für Ihre Bestellung. Ihr Bericht steht zum Download bereit.

# QuickCheck_NewSearch
source: New Search
de: Neue Suche

# QuickCheck_OrderFailedTitle
source: Order Failed
de: Fehler bei der Bestellung

# QuickCheck_TryAgain
source: Try Again
de: Erneut versuchen

# QuickCheck_Back
source: Back
de: Zurück

# Bonix_RegisterPrompt
source: Don't have an account yet?
de: Sie haben noch kein Konto?

# Login_UserName
source: User Name
de: Benutzername

# Login_Password
source: Password
de: Passwort

# Login_Processing
source: Processing...
de: Verarbeite...

# Login_AccountLocked
source: Your account is locked.
de: Ihr Konto ist gesperrt.

# Login_Error
source: An error occurred.
de: Ein Fehler ist aufgetreten.

# Login_Success
source: Successfully logged in!
de: Erfolgreich angemeldet!

# Bonix_RegisterPromo
source: Register now for free for easier company searches.
de: Registrieren Sie sich jetzt kostenlos für eine einfachere Firmensuche.

# Dashboard_Title
source: Overview
de: Übersicht

# Dashboard_Welcome_Bonix
source: Welcome to Bonix
de: Willkommen bei Bonix

# Dashboard_History_Description
source: History of your queries
de: Historie Ihrer Abfragen

# Pagination_ItemsPerPage
source: Items per page
de: Einträge pro Seite

# Theme_LightMode
source: Light mode
de: Heller Modus

# Theme_DarkMode
source: Dark mode
de: Dunkler Modus

# Error_InvalidRequestId
source: Invalid request ID
de: Ungültige Anfrage-ID

# Error_PaymentTimeout
source: Timeout waiting for payment confirmation
de: Zeitüberschreitung beim Warten auf Zahlungsbestätigung

# Error_ReportGenerationFailed
source: Report could not be generated
de: Bericht konnte nicht erstellt werden

# Register_ActiveSubscriptionRequired
source: Active subscription required
de: Aktives Abonnement erforderlich

# Register_SubscriptionPlanNotFound
source: Subscription plan not found
de: Abonnementplan nicht gefunden

# AdminNavMenu_Clients
source: Clients
de: Mandanten

# UserPage_Title_Clients
source: Clients
de: Mandanten

# UserPage_Section_Subscriptions
source: Subscriptions
de: Abonnements

# UserPage_SubscriptionPlan
source: Subscription Plan
de: Abo-Plan

# UserPage_BillingInterval
source: Billing Interval
de: Abrechnungsintervall

# UserPage_ActivatedAt
source: Activated At
de: Aktiviert am

# UserPage_ExpiresAt
source: Expires At
de: Läuft ab am

# UserPage_AutoRenew
source: Auto Renew
de: Auto-Verlängerung

# UserPage_Amount
source: Amount
de: Betrag

# UserPage_Stage
source: Stage
de: Phase

# UserPage_CreatedAt
source: Created At
de: Erstellt am

# UserPage_UpdatedAt
source: Updated At
de: Aktualisiert am
