Repository: engineerusman597/oikos-baden
Catalog: Oikos.Common/Resources/SharedResource.*.resx
Languages: de

# Register_LastNameRequired
source: Last Name is required.
de: Nachname ist erforderlich.

# Register_PartnerCodeHelper
source: Optional. Enter your referrer's partner code.
de: Optional. Partnercode des Vermittlers eintragen.

# Register_NameRequired
source: Name is required.
de: Name ist erforderlich.

# Register_PasswordLabel
source: Password
de: Passwort

# Register_PasswordMinLength
source: Password must be at least 6 characters long.
de: Das Passwort muss mindestens 6 Zeichen lang sein.

# Register_PasswordMismatch
source: Passwords do not match.
de: Die Passwörter stimmen nicht überein.

# Register_PasswordRequired
source: Password is required.
de: Passwort ist erforderlich.

# Register_PrivacyLinkText
source: Privacy Policy
de: Datenschutzerklärung

# Register_PrivacyPrefix
source: I have read the
de: Ich habe die

# Register_PrivacyRequired
source: Privacy Policy must be accepted.
de: Die Datenschutzerklärung muss akzeptiert werden.

# Register_SubmitButton
source: Submit
de: Absenden

# Register_Subtitle
source: Already a member?
de: Bereits Mitglied?

# Register_SubtitleLink
source: Login
de: Anmelden

# Register_Success
source: Account created successfully.
de: Konto erfolgreich erstellt.

# Register_Title
source: Registration
de: Registrierung

# Register_UserExists
source: An account with this email address already exists.
de: Ein Konto mit dieser E-Mail-Adresse existiert bereits.

# Register_NotMemberButton
source: Not a member yet?
de: Noch kein Mitglied?

# ForgotPassword_Title
source: Forgot Password?
de: Passwort vergessen?

# ForgotPassword_Subtitle
source: Enter your account email definition and we will send you a reset link.
de: Geben Sie die E-Mail-Adresse Ihres Kontos ein und wir senden Ihnen einen Link zum Zurücksetzen.

# ForgotPassword_Success
source: If an account with this email exists, we have sent a password reset link.
de: Wenn ein Konto mit dieser E-Mail-Adresse existiert, haben wir einen Link zum Zurücksetzen des Passworts gesendet.

# ForgotPassword_EmailLabel
source: Email Address
de: E-Mail-Adresse

# ForgotPassword_EmailRequired
source: Email address is required.
de: Die E-Mail-Adresse ist erforderlich.

# ForgotPassword_EmailInvalid
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# ForgotPassword_BackToLogin
source: Back to Login
de: Zurück zum Login

# ForgotPassword_Submit
source: Send Link
de: Link senden

# ForgotPassword_EmailSettingsMissing
source: Email settings are not configured. Please contact an administrator.
de: Die E-Mail-Einstellungen sind nicht konfiguriert. Bitte wenden Sie sich an einen Administrator.

# ForgotPassword_EmailSendFailed
source: Could not send reset link. Please try again later.
de: Der Reset-Link konnte nicht gesendet werden. Bitte versuchen Sie es später erneut.

# ResetPassword_Title
source: Reset Password
de: Passwort zurücksetzen

# ResetPassword_Subtitle
source: Create a new password for your account.
de: Erstellen Sie ein neues Passwort für Ihr Konto.

# ResetPassword_Success
source: Your password has been updated successfully.
de: Ihr Passwort wurde erfolgreich aktualisiert.

# ResetPassword_InvalidToken
source: This reset link is invalid or expired.
de: Dieser Link zum Zurücksetzen ist ungültig oder abgelaufen.

# ResetPassword_RequestNew
source: Request new link
de: Neuen Link anfordern

# ResetPassword_NewPasswordLabel
source: New Password
de: Neues Passwort

# ResetPassword_ConfirmPasswordLabel
source: Confirm New Password
de: Neues Passwort bestätigen

# ResetPassword_Submit
source: Update Password
de: Passwort aktualisieren

# ResetPassword_PasswordRequired
source: Password is required.
de: Ein Passwort ist erforderlich.

# ResetPassword_ConfirmPasswordRequired
source: Password confirmation is required.
de: Die Bestätigung des Passworts ist erforderlich.

# ResetPassword_PasswordMismatch
source: Passwords do not match.
de: Die Passwörter stimmen nicht überein.

# ResetPassword_UpdateFailed
source: Could not update password. Please try again.
de: Das Passwort konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.

# Register_SubscriptionHint
source: Use the same email address you used for purchase to unlock your package automatically.
de: Verwenden Sie die E-Mail-Adresse aus dem Kauf, damit Ihr Paket automatisch freigeschaltet wird.

# Register_SubscriptionRequired
source: We couldn't find a purchase for this email. Please use the email address from your Stripe checkout.
de: Für diese E-Mail wurde kein Kauf gefunden. Bitte nutzen Sie die Adresse aus dem Stripe-Checkout.

# Register_SubscriptionLookupFailed
source: We could not match your purchase to a package. Please contact support.
de: Ihr Kauf konnte keinem Paket zugeordnet werden. Bitte kontaktieren Sie den Support.

# ChangePassword_Title
source: Change Password
de: Passwort ändern

# ChangePassword_Subtitle
source: Enter your current password to set a new one.
de: Geben Sie Ihr aktuelles Passwort ein, um ein neues festzulegen.

# ChangePassword_CurrentPasswordPlaceholder
source: Enter current password
de: Aktuelles Passwort eingeben

# ChangePassword_NewPasswordPlaceholder
source: Enter new password
de: Neues Passwort eingeben

# ChangePassword_ConfirmPasswordPlaceholder
source: Confirm new password
de: Neues Passwort bestätigen

# ChangePassword_Submit
source: Submit
de: Speichern

# ChangePassword_CurrentPasswordInvalid
source: Current password is incorrect!
de: Das aktuelle Passwort ist falsch!

# ChangePassword_Success
source: Password updated successfully!
de: Passwort wurde erfolgreich aktualisiert!

# ChangePassword_UserMissing
source: User information does not exist!
de: Benutzerdaten sind nicht vorhanden!

# ChangePassword_CurrentPasswordRequired
source: Please enter your current password.
de: Bitte geben Sie Ihr aktuelles Passwort ein.

# ChangePassword_NewPasswordRequired
source: Please enter a password.
de: Bitte geben Sie ein Passwort ein.

# ChangePassword_PasswordTooShort
source: Password is too short.
de: Das Passwort ist zu kurz.

# ChangePassword_PasswordTooLong
source: Password is too long.
de: Das Passwort ist zu lang.

# ChangePassword_PasswordComplexity
source: Password must contain uppercase and lowercase letters as well as numbers.
de: Das Passwort muss Groß- und Kleinbuchstaben sowie Zahlen enthalten.

# ChangePassword_PasswordsDoNotMatch
source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.

# PageTitle
source: Claims Center
de: Forderungscenter

# PageSubtitle
source: Manage all your cases in one place.
de: Verwalten Sie alle Ihre Fälle an einem Ort.

# NewCaseButton
source: New Case
de: Neuer Fall

# StatusFilterAll
source: All Statuses
de: Alle Status

# NavigationAllInvoices
source: Claims Center
de: Forderungscenter

# NavigationAccepted
source: Accepted
de: Angenommen

# NavigationInReview
source: In Review
de: In Prüfung

# NavigationArchived
source: Archived
de: Archiviert

# NavigationNewInvoice
source: New invoice
de: Neue Rechnung

# UploadWelcomeTitle
source: Welcome back
de: Willkommen zurück

# UploadWelcomeSubtitle
source: Let's get started right away. Which invoices should we handle for you?
de: Legen Sie direkt los. Welche Rechnungen sollen wir für Sie bearbeiten?

# UploadInstruction
source: Drop a PDF file here or click to choose one.
de: Ziehen Sie eine PDF-Datei hierher oder klicken Sie, um eine auszuwählen.

# UploadButtonLabel
source: Choose file
de: Datei auswählen

# UploadLimit
source: You can upload additional invoices later (max. 15 MB).
de: Weitere Rechnungen können später hochgeladen werden (max. 15 MB).

# UploadPdfOnly
source: Please upload a PDF file.
de: Bitte laden Sie eine PDF-Datei hoch.

# UploadFileTooLarge
source: The selected file exceeds the 15 MB limit.
de: Die ausgewählte Datei überschreitet die Grenze von 15 MB.

# UploadInProgress
source: Uploading your invoice...
de: Rechnung wird hochgeladen...

# UploadError
source: Uploading failed. Please try again.
de: Upload fehlgeschlagen. Bitte versuchen Sie es erneut.

# UploadSuccess
source: Invoice uploaded. Parsing in background...
de: Rechnung hochgeladen. Verarbeitung läuft im Hintergrund...

# StatusAccepted
source: Accepted
de: Angenommen

# StatusInReview
source: In Review
de: In Prüfung

# StatusArchived
source: Archived
de: Archiviert

# StageInReviewName
source: In Review
de: In Prüfung

# StageInReviewSummary
source: We are checking your claim.
de: Wir prüfen Ihre Forderung.

# StageInReviewDescription
source: Our claims specialists are reviewing your documents to make sure everything is complete.
de: Unsere Spezialist:innen überprüfen Ihre Unterlagen, um sicherzustellen, dass alles vollständig ist.

# StageInReviewNextSteps
source: We'll notify you if we require additional information.
de: Wir informieren Sie, falls wir zusätzliche Informationen benötigen.

# StageAcceptedName
source: Accepted
de: Angenommen

# StageAcceptedSummary
source: Your claim was approved.
de: Ihre Forderung wurde genehmigt.

# StageAcceptedDescription
source: The claim has passed our review and is ready for payment processing.
de: Die Forderung hat unsere Prüfung bestanden und ist bereit für die Zahlungsabwicklung.

# StageAcceptedNextSteps
source: We will transfer the agreed amount and send a confirmation shortly.
de: Wir überweisen den vereinbarten Betrag und senden Ihnen in Kürze eine Bestätigung.

# StageArchivedName
source: Archived
de: Archiviert

# StageArchivedSummary
source: Claim completed.
de: Forderung abgeschlossen.

# StageArchivedDescription
source: This claim is closed and archived for your records.
de: Diese Forderung ist geschlossen und zu Ihren Unterlagen archiviert.

# StageArchivedNextSteps
source: No further action is required. You can always download the documents if you need them.
de: Es ist keine weitere Aktion erforderlich. Sie können die Dokumente bei Bedarf jederzeit herunterladen.

# SummaryAcceptedTitle
source: Accepted invoices
de: Angenommene Rechnungen

# SummaryAcceptedDescription
source: Invoices that are ready and accepted.
de: Bereits freigegebene Rechnungen.

# SummaryAcceptedEmpty
source: No accepted invoices yet.
de: Noch keine angenommenen Rechnungen.

# SummaryInReviewTitle
source: Invoices in review
de: Rechnungen in Prüfung

# SummaryInReviewDescription
source: Invoices currently being checked.
de: Diese Rechnungen werden aktuell geprüft.

# SummaryInReviewEmpty
source: No invoices are being reviewed right now.
de: Derzeit werden keine Rechnungen geprüft.

# SummaryArchivedTitle
source: Archived invoices
de: Archivierte Rechnungen

# SummaryArchivedDescription
source: Closed or archived invoices.
de: Abgeschlossene oder archivierte Rechnungen.

# SummaryArchivedEmpty
source: No archived invoices.
de: Keine archivierten Rechnungen.

# SectionAcceptedTitle
source: Accepted invoices
de: Angenommene Rechnungen

# SectionAcceptedDescription
source: Here you can find invoices that have been fully processed.
de: Hier finden Sie alle vollständig bearbeiteten Rechnungen.

# SectionInReviewTitle
source: Invoices in review
de: Rechnungen in Prüfung

# SectionInReviewDescription
source: These invoices are being verified. We will notify you once they are accepted.
de: Diese Rechnungen werden überprüft. Wir melden uns, sobald sie angenommen wurden.

# SectionArchivedTitle
source: Archived invoices
de: Archivierte Rechnungen

# SectionArchivedDescription
source: Invoices moved to the archive remain available for reference.
de: Archivierte Rechnungen bleiben zur Nachverfolgung verfügbar.

# TableEmpty
source: No invoices were found for this status.
de: Keine Rechnungen in diesem Status gefunden.

# TableHeaderCompany
source: Company
de: Unternehmen

# TableHeaderDate
source: Date
de: Datum

# TableHeaderTicketNumber
source: Ticket number
de: Aktenzeichen

# TableHeaderAmount
source: Amount
de: Betrag

# TableHeaderInvoiceDate
source: Invoice date
de: Rechnungsdatum

# TableHeaderCurrency
source: Currency
de: Währung

# TableHeaderDescription
source: Description
de: Beschreibung

# TableHeaderUpdated
source: Updated
de: Aktualisiert

# TableHeaderCreated
source: Created
de: Erstellt

# TableValueUnknown
source: N/A
de: k. A.

# LatestUpdatesTitle
source: Latest updates
de: Neueste Aktualisierungen

# LatestUpdatesEmpty
source: No recent activity yet.
de: Noch keine Aktivitäten.

# LatestUpdatesUpdatedOn
source: Updated on
de: Aktualisiert am

# LatestUpdatesAmount
source: Amount
de: Betrag

# AdminTitle
source: Invoice management
de: Fallverwaltung

# AdminUnauthorized
source: You are not authorized to manage invoices.
de: Sie sind nicht berechtigt, Rechnungen zu verwalten.

# AdminStatusUpdated
source: Invoice status updated.
de: Rechnungsstatus aktualisiert.

# AdminInvoiceNotFound
source: Invoice not found.
de: Rechnung nicht gefunden.

# AdminTableHeaderUser
source: User
de: Benutzer

# AdminTableHeaderCustomerNumber
source: Customer number
de: Kundennummer

# AdminTableHeaderFile
source: Document
de: Dokument

# AdminTableHeaderPowerOfAttorney
source: Power of attorney
de: Vollmacht

# AdminTableHeaderActions
source: Actions
de: Aktionen

# InvoiceDeleteAction
source: Delete
de: Löschen

# InvoiceDeleteTitle
source: Delete claim
de: Claim löschen

# InvoiceDeleteMessage
source: Are you sure you want to delete this claim? This will remove the invoice and its documents.
de: Möchten Sie diesen Claim wirklich löschen? Die Rechnung und ihre Dokumente werden entfernt.

# InvoiceDeleteConfirm
source: Delete
de: Löschen

# InvoiceDeleteCancel
source: Cancel
de: Abbrechen

# InvoiceDeleteSuccess
source: Claim deleted.
de: Claim gelöscht.

# InvoiceDeleteError
source: Could not delete the claim. Please try again.
de: Der Claim konnte nicht gelöscht werden. Bitte erneut versuchen.

# InvoiceDeleteNotFound
source: Claim not found.
de: Claim nicht gefunden.

# AdminFilterLabel
source: Filter by status
de: Nach Status filtern

# AdminFilterAll
source: All statuses
de: Alle Status

# AdminFilters
source: Filters
de: Filter

# AdminSearch
source: Search
de: Suchen

# AdminReset
source: Reset
de: Zurücksetzen

# InvoiceDetailBack
source: Back to invoices
de: Zurück zu Rechnungen

# InvoiceDetailSectionInvoice
source: Invoice details
de: Rechnungsdetails

# InvoiceDetailSectionCustomer
source: Customer details
de: Kundendetails

# InvoiceDetailSectionDocuments
source: Documents
de: Dokumente

# InvoiceDetailDownloadPdf
source: Download PDF
de: PDF herunterladen

# AdminNoInvoices
source: No invoices available.
de: Keine Rechnungen vorhanden.

# AdminActionView
source: Open
de: Öffnen

# AdminRefresh
source: Refresh
de: Aktualisieren

# AdminCreatedOn
source: Created on
de: Erstellt am

# AdminUpdatedOn
source: Last updated
de: Zuletzt aktualisiert

# DashboardCtaTitle
source: Start a new collection
de: Neue Forderung einreichen

# DashboardCtaSubtitle
source: Launch the three-step Paywise-style submission to hand over your next claim.
de: Starten Sie den dreistufigen Paywise-Prozess und übergeben Sie uns Ihre nächste Forderung.

# DashboardCtaButton
source: Open claim wizard
de: Assistent öffnen

# WizardTitle
source: New claim submission
de: Neue Forderung anlegen

# WizardStep1Title
source: Your documents
de: Ihre Unterlagen

# WizardStep1Description
source: Upload invoices to begin
de: Rechnungen hochladen

# WizardStep2Title
source: Finish order
de: Auftrag abschließen

# WizardStep2Description
source: Confirm and send
de: Prüfen und absenden

# WizardStep3Description
source: Tell us who owes you
de: Wer schuldet Ihnen?

# WizardUploadIntroTitle
source: Welcome back
de: Willkommen zurück

# WizardUploadIntroSubtitle
source: Let's get started right away. Which claim should we collect for you?
de: Lassen Sie uns direkt starten. Welche Forderung sollen wir für Sie einziehen?

# WizardUploadDropTitle
source: Drop your invoice PDF here
de: PDF-Rechnung hier ablegen

# WizardUploadDropSubtitle
source: Click to browse and select a single PDF up to 15 MB.
de: Klicken Sie, um eine einzelne PDF-Datei bis 15 MB auszuwählen.

# WizardUploadEmpty
source: Add at least one PDF invoice to continue.
de: Fügen Sie mindestens eine PDF-Rechnung hinzu, um fortzufahren.

# WizardUploadEmptyError
source: Please upload at least one PDF invoice before continuing.
de: Bitte laden Sie mindestens eine PDF-Rechnung hoch, bevor Sie fortfahren.

# WizardUploadedInvoicesTitle
source: Your uploaded invoices
de: Ihre hochgeladenen Rechnungen

# WizardInvoiceDetailsTitle
source: Invoice details
de: Rechnungsdetails

# WizardInvoiceDetailsSubtitle
source: Provide the key data for each uploaded invoice so we can process it immediately.
de: Ergänzen Sie die wichtigsten Angaben, damit wir sofort loslegen können.

# WizardInvoiceNumber
source: Invoice number
de: Rechnungsnummer

# WizardInvoiceAmount
source: Amount
de: Betrag

# WizardInvoiceVat
source: VAT
de: USt.

# WizardInvoiceCurrency
source: Currency
de: Währung

# WizardInvoiceDate
source: Invoice date
de: Rechnungsdatum

# WizardInvoiceDescription
source: Description (optional)
de: Beschreibung (optional)

# WizardInvoiceSummaryLabel
source: Total claim value
de: Gesamte Forderung

# WizardInvoiceSummaryEmpty
source: No amount yet
de: Noch kein Betrag

# WizardContinue
source: Continue
de: Weiter

# WizardBack
source: Back
de: Zurück

# WizardCancel
source: Cancel
de: Abbrechen

# WizardStartOptionTitle
source: How should we start collecting?
de: Wie sollen wir mit dem Einzug beginnen?

# WizardStartOptionImmediate
source: Start collection immediately
de: Sofort starten

# WizardStartOptionAfterSevenDays
source: Start after 7 days (give my customer time)
de: In 7 Tagen starten (Kundenfrist)

# WizardStartOptionAfterReminder
source: Choose a Date
de: Zeitpunkt wählen

# WizardLegalTitle
source: Legal agreements
de: Rechtliches

# WizardLegalAgreeTerms
source: I accept the general terms and conditions.
de: Ich akzeptiere die Allgemeinen Geschäftsbedingungen.

# WizardLegalAgreePrivacy
source: I agree to the privacy policy.
de: Ich stimme der Datenschutzerklärung zu.

# WizardNotesLabel
source: Anything else we should know? (optional)
de: Gibt es sonst noch etwas? (optional)

# WizardSubmitButton
source: Submit order
de: Auftrag absenden

# WizardSubmitProcessing
source: Submitting...
de: Wird gesendet...

# WizardSuccessMessage
source: Your claim has been submitted. We will review it shortly.
de: Ihre Forderung wurde übermittelt. Wir melden uns in Kürze.

# WizardValidationErrors
source: Please complete all required debtor and invoice fields.
de: Bitte füllen Sie alle Pflichtfelder zu Schuldner und Rechnungen aus.

# WizardLegalValidation
source: Please confirm the legal agreements before submitting.
de: Bitte bestätigen Sie die rechtlichen Hinweise vor dem Absenden.

# WizardReviewTitle
source: Review and confirm
de: Prüfen und bestätigen

# WizardReviewSubtitle
source: Check the information below before sending your order.
de: Kontrollieren Sie die Angaben, bevor Sie den Auftrag senden.

# WizardSummaryYou
source: You
de: Sie

# WizardSummaryDebtor
source: Debtor
de: Schuldner

# WizardSummaryClaims
source: Claims
de: Forderungen

# WizardSummaryInvoices
source: {0} invoice(s)
de: {0} Rechnung(en)

# WizardSummaryDefaultName
source: Your company
de: Ihr Unternehmen

# WizardDescriptionInvoiceNumber
source: Invoice number: {0}
de: Rechnungsnummer: {0}

# WizardDescriptionContact
source: Primary contact: {0}
de: Ansprechpartner: {0}

# WizardDescriptionVat
source: VAT amount: {0}
de: USt.-Betrag: {0}

# WizardDescriptionNotes
source: Additional notes: {0}
de: Zusätzliche Hinweise: {0}

# WizardDescriptionStart
source: Preferred start: {0}
de: Startwunsch: {0}

# WizardDebtorSectionTitle
source: Who is your debtor?
de: Wer ist Ihr Schuldner?

# WizardDebtorSectionSubtitle
source: Tell us whether you are dealing with a business or a consumer and how we can reach them.
de: Teilen Sie uns mit, ob es sich um ein Unternehmen oder eine Privatperson handelt und wie wir ihn erreichen.

# WizardDebtorTypeCompany
source: Company
de: Unternehmen

# WizardDebtorTypeIndividual
source: Private person
de: Privatperson

# WizardDebtorCompanyName
source: Company or debtor name
de: Unternehmens- bzw. Schuldnername

# WizardDebtorStreet
source: Street and house number
de: Straße und Hausnummer

# WizardDebtorPostalCode
source: Postal code
de: Postleitzahl

# WizardDebtorCity
source: City
de: Ort

# WizardDebtorContactName
source: Your contact person
de: Ihr Ansprechpartner

# WizardDebtorContactEmail
source: Contact email
de: E-Mail

# WizardContactEmailInvalid
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# WizardContactEmailRequired
source: Contact email is required.
de: E-Mail ist erforderlich.

# WizardDebtorContactPhone
source: Contact phone
de: Telefon

# WizardUploadDropHelper
source: You can upload one PDF invoice up to 15 MB. Drag & drop or click to browse.
de: Sie können eine PDF-Rechnung bis 15 MB hochladen. Ziehen Sie die Datei hierher oder klicken Sie zum Auswählen.

# WizardUploadProcessingTitle
source: We're preparing your claim
de: Wir bereiten Ihren Auftrag vor

# WizardUploadProcessingSubtitle
source: We're uploading and scanning your invoice. This may take a moment.
de: Ihre Rechnung wird jetzt hochgeladen und ausgewertet. Das kann einen Moment dauern.

# WizardUploadProcessingComplete
source: All set! Your invoice details were extracted successfully.
de: Fertig! Die Rechnungsdetails wurden automatisch übernommen.

# WizardUploadProcessingSuccess
source: Review the pre-filled form below and complete any missing information.
de: Prüfen Sie die vorausgefüllten Angaben und ergänzen Sie fehlende Informationen.

# WizardUploadProcessingProgress
source: Processing invoice… {0}%
de: Rechnung wird verarbeitet … {0}%

# WizardUploadParseWarning
source: We couldn't read all invoice fields automatically. Please complete the missing details manually.
de: Wir konnten nicht alle Rechnungsfelder automatisch auslesen. Bitte ergänzen Sie die fehlenden Angaben manuell.

# WizardUploadProcessingWait
source: Please wait until the invoice upload has finished.
de: Bitte warten Sie, bis der Rechnungs-Upload abgeschlossen ist.

# WizardLegalAgreeTermsPrefix
source: I accept the
de: Ich akzeptiere die

# WizardLegalAgreePrivacyPrefix
source: I agree to the
de: Ich stimme der

# WizardLegalTermsLinkText
source: general terms and conditions
de: Allgemeinen Geschäftsbedingungen

# WizardLegalPrivacyLinkText
source: privacy policy
de: Datenschutzerklärung

# WizardLegalAgreePowerOfAttorney
source: I grant the power of attorney (Vollmacht).
de: Ich erteile die Vollmacht.

# WizardPreviewTitle
source: Invoice preview
de: Rechnungsansicht

# WizardPreviewUnavailable
source: Preview unavailable
de: Vorschau nicht verfügbar

# WizardPreviewOpenLink
source: Open PDF
de: PDF öffnen

# ClaimsQuotaTitle
source: Monthly claim limit
de: Monatliches Forderungslimit

# ClaimsQuotaRemainingMessage
source: You have {0} of {1} claims remaining this month for the {2} plan.
de: Sie haben in diesem Monat noch {0} von {1} Forderungen im Tarif {2} übrig.

# ClaimsQuotaUnlimitedMessage
source: Your {0} plan includes unlimited claims every month.
de: Ihr Tarif {0} beinhaltet unbegrenzte Forderungen pro Monat.

# ClaimsQuotaIntervalMonthly
source: monthly
de: monatlich

# ClaimsQuotaIntervalYearly
source: yearly
de: jährlich

# ClaimsQuotaActivationLabel
source: Active since {0} • Billed {1}
de: Aktiv seit {0} • Abgerechnet {1}

# ClaimsQuotaManageButton
source: Manage
de: Plan verwalten

# ClaimsQuotaPlanBasic
source: Basic
de: Basis

# ClaimsQuotaPlanUnlimited
source: Unlimited
de: Unbegrenzt

# ClaimsQuotaPlanLabel
source: Plan {0}
de: Tarif {0}

# WizardStep4Title
source: Power of attorney
de: Vollmacht
