Repository: engineerusman597/oikos-baden
Catalog: Oikos.Common/Resources/SharedResource.*.resx
Languages: de

# HomePage_GreetingMorningWithName
source: Good morning, {0}
de: Guten Morgen, {0}

# HomePage_GreetingMorningWithoutName
source: Good morning
de: Guten Morgen

# HomePage_GreetingDayWithName
source: Good day, {0}
de: Gute Tag, {0}

# HomePage_GreetingDayWithoutName
source: Good day
de: Gute Tag

# HomePage_GreetingEveningWithName
source: Good evening, {0}
de: Gute Abend, {0}

# HomePage_GreetingEveningWithoutName
source: Good evening
de: Gute Abend

# HomePage_ClaimsCenterTitle
source: Claims Center
de: Forderungs-Center

# HomePage_StatusInReviewTitle
source: In Review
de: In Prüfung

# HomePage_StatusInReviewDescription
source: Invoices in review
de: Forderungen in Prüfung

# HomePage_StatusAcceptedTitle
source: Accepted
de: Akzeptiert

# HomePage_StatusAcceptedDescription
source: Accepted invoices
de: Akzeptierte Forderungen

# HomePage_StatusArchivedTitle
source: Archived
de: Archiviert

# HomePage_StatusArchivedDescription
source: Archived invoices
de: Archivierte Forderungen

# HomePage_NewClaimTitle
source: New Claim
de: Neue Forderung

# HomePage_NewClaimDescription
source: Submit a new invoice claim
de: Neue Forderung einreichen

# HomePage_ClaimsCenterSubtitle
source: Track your claims activity at a glance
de: Behalten Sie Ihre Forderungen im Blick

# HomePage_NewClaimCta
source: Start claim
de: Forderung melden

# HomePage_NewsLinkLabel
source: Read more
de: Mehr erfahren

# HomePage_NoActivePlanWarning
source: You do not have an active plan. Please purchase one using this link.
de: Sie haben keinen aktiven Plan. Bitte erwerben Sie über diesen Link ein Abonnement.

# HomePage_PurchaseLinkLabel
source: Go to pricing
de: Zu den Preisen

# SubscriptionRequiredMessage
source: An active plan is required to access this feature.
de: Für diese Funktion wird ein aktiver Plan benötigt.

# HomePage_Title
source: System Overview
de: Systemübersicht

# HomePage_UserCount
source: Total Users
de: Gesamte Benutzer

# HomePage_OrgCount
source: Organizations
de: Organisationen

# HomePage_TodayLogin
source: Today's Logins
de: Heutige Anmeldungen

# HomePage_TodayOperation
source: Today's Operations
de: Heutige Aktionen

# HomePage_SystemNotification
source: System Notifications
de: Systembenachrichtigungen

# HomePage_RecentLogin
source: Recent Logins
de: Neueste Anmeldungen

# ModuleTitle
source: Bonix – Digital creditworthiness on demand
de: Bonix – Digitale Bonität auf Abruf

# WizardStepSearch
source: Search
de: Suche

# WizardStepReview
source: Review
de: Überprüfung

# WizardStepPayment
source: Payment
de: Zahlung

# WizardStepConfirmation
source: Confirmation
de: Bestätigung

# SearchIntro
source: Enter the company name to search the Bonix database.
de: Geben Sie den Firmennamen ein, um in der Bonix-Datenbank zu suchen.

# SearchPlaceholder
source: Company name
de: Unternehmensname

# SearchShowAdvanced
source: Show advanced filters
de: Erweiterte Filter anzeigen

# SearchHideAdvanced
source: Hide advanced filters
de: Erweiterte Filter ausblenden

# SearchCountryLabel
source: Country (ISO-2)
de: Land (ISO-2)

# SearchRegistrationNumberLabel
source: Registration number
de: Registernummer

# SearchVatLabel
source: VAT number
de: USt-IdNr.

# SearchPhoneLabel
source: Phone number
de: Telefonnummer

# SearchStreetLabel
source: Street
de: Straße

# SearchCityLabel
source: City
de: Ort

# SearchPostCodeLabel
source: Postcode
de: Postleitzahl

# AdminDashboard_CaseManagementTitle
source: Case Management
de: Fallverwaltung

# AdminDashboard_CaseManagementSubtitle
source: Manage all incoming cases.
de: Verwalten Sie alle eingehenden Fälle.

# AdminDashboard_MandantenButton
source: Clients
de: Mandanten

# AdminDashboard_Status_Neu
source: New
de: Neu

# AdminDashboard_Status_InPruefung
source: In Review
de: In Prüfung

# AdminDashboard_Status_Rueckfragen
source: Inquiry
de: Rückfragen

# AdminDashboard_Status_Akzeptiert
source: Accepted
de: Akzeptiert

# AdminDashboard_Status_Gericht
source: Court
de: Gericht

# AdminDashboard_Status_Fristen
source: Deadlines
de: Fristen

# AdminDashboard_Status_Vollstreckung
source: Enforcement
de: Vollstreckung

# AdminDashboard_Status_Completed
source: Completed
de: Abgeschlossen

# InvoiceDetail_StatusManagementTitle
source: Status Management
de: Statusverwaltung

# InvoiceDetail_StatusUpdateSuccess
source: Status updated successfully.
de: Status wurde erfolgreich aktualisiert.

# InvoiceDetail_StatusUpdateError
source: Error updating status.
de: Fehler beim Aktualisieren des Status.

# InvoiceDetail_ActionLabel
source: Action / Status
de: Aktion / Status

# InvoiceDetail_SaveStatus
source: Save
de: Speichern

# SearchCompanyTypeLabel
source: Company Type
de: Rechtsform

# SearchCompanyTypeAny
source: Any
de: Beliebig

# SearchCompanyTypeLtd
source: Company
de: Unternehmen

# SearchCompanyTypeNonLtd
source: Private Person
de: Privatperson

# SearchStatusAny
source: Any status
de: Alle Status

# SearchStatusActive
source: Active
de: Aktiv

# SearchStatusNonActive
source: Inactive
de: Nicht aktiv

# SearchStatusPending
source: Pending
de: In Bearbeitung

# SearchStatusOther
source: Other
de: Andere

# SearchButton
source: Search
de: Suchen

# SearchPurposeCancel
source: Cancel
de: Abbrechen

# SearchPurposeConfirm
source: Confirm
de: Bestätigen

# InvoicePrimaryStatus_Draft
source: Draft
de: Entwurf

# InvoicePrimaryStatus_Submitted
source: Submitted
de: Eingereicht

# InvoicePrimaryStatus_InReview
source: In Review
de: In Prüfung

# InvoicePrimaryStatus_Inquiry
source: Inquiry
de: Rückfrage

# InvoicePrimaryStatus_Accepted
source: Accepted
de: Akzeptiert

# InvoicePrimaryStatus_Court
source: Court
de: Gericht

# InvoicePrimaryStatus_Completed
source: Completed
de: Abgeschlossen

# InvoicePrimaryStatus_CourtPrep
source: Court Prep
de: Gericht vorbereiten

# InvoicePrimaryStatus_WaitingCourt
source: Waiting for Court
de: Warten auf Gericht

# InvoicePrimaryStatus_DeadlineRunning
source: Deadline Running
de: Frist läuft

# InvoicePrimaryStatus_CourtResponse
source: Court Response
de: Gerichtsantwort

# InvoicePrimaryStatus_EnforcementReady
source: Enforcement Ready
de: Vollstreckung möglich

# InvoicePrimaryStatus_EnforcementInProgress
source: Enforcement In Progress
de: Vollstreckung läuft

# InvoicePrimaryStatus_Cancelled
source: Cancelled
de: Storniert

# InvoicePrimaryStatus_Rejected
source: Rejected
de: Abgelehnt

# SearchPurposeDescription
source: Please specify your legitimate interest truthfully in accordance with GDPR before searching.
de: Bitte geben Sie Ihr berechtigtes Interesse im Sinne der EU-DSGVO wahrheitsgemäß an.

# SearchPurposeOptionClaimTransfer
source: Review realization of claim transfer
de: Prüfung Realisierung des Forderungsübergangs

# SearchPurposeOptionCreditDecision
source: Credit decision
de: Kreditentscheidung

# SearchPurposeOptionExistingBusiness
source: Credit check – existing business relationship (with default risks)
de: Bonitätsprüfung - bestehende Geschäftsverbindung (mit Ausfallrisiken)

# SearchPurposeOptionInsuranceContract
source: Insurance contract – intended insurance contract conclusion (with default risks)
de: Versicherungsvertrag - beabsichtigter Versicherungsvertragsabschluss (mit Ausfallrisiken)

# SearchPurposeOptionLeasingContract
source: Contract – intended conclusion of leasing, rental or lease agreement
de: Vertrag - beabsichtigter Abschluss Leasing-, Miet- oder Pachtvertrag

# SearchPurposeOptionNewBusiness
source: Credit check – intended business initiation (with default risks)
de: Bonitätsprüfung - beabsichtigte Geschäftsanbahnung (mit Ausfallrisiken)

# SearchPurposeOptionPurchaseAgreement
source: Purchase agreement – intended conclusion of purchase agreement (with default risks)
de: Kaufvertrag - beabsichtigter Abschluss eines Kaufvertrages (mit Ausfallrisiken)

# SearchPurposeOptionTradeCreditInsurance
source: Trade credit insurance – intended insurance contract conclusion
de: Warenkreditversicherung - beabsichtigter Abschluss Versicherungsvertrag

# SearchPurposeRequired
source: Please select a purpose before continuing.
de: Bitte wählen Sie ein berechtigtes Interesse aus.

# SearchPurposeTitle
source: Legitimate interest
de: Berechtigtes Interesse

# SearchResultsTitle
source: Select a company
de: Unternehmen auswählen

# SearchResultsBackToSearch
source: Back to search
de: Zurück zur Suche

# SelectCompanyPrompt
source: Select the company that matches your search and review the details before continuing.
de: Wählen Sie das passende Unternehmen aus und prüfen Sie die Details, bevor Sie fortfahren.

# SearchResultsSummary
source: Found {0} companies. Use the Select button to review each option.
de: {0} Unternehmen gefunden. Nutzen Sie den Button "Auswählen", um die Details zu prüfen.

# SearchResultsSafeNumber
source: Safe number
de: Safe-Nummer

# SearchResultsLatestAccounts
source: Latest accounts
de: Letzte Abschlüsse

# SearchResultsGetReportButton
source: Get your information
de: Erhalte deine Auskunft

# SearchResultsDetailsHeading
source: Company overview
de: Firmenübersicht

# SearchResultsActionColumn
source: Select
de: Auswahl

# SearchResultsDetailsButton
source: Show details
de: Details anzeigen

# SearchResultsDetailsError
source: Unable to load company details. {0}
de: Unternehmensdetails konnten nicht geladen werden. {0}

# SearchResultsDetailsUnavailable
source: Company details are not available right now.
de: Unternehmensdetails sind derzeit nicht verfügbar.

# SearchResultsDialogCloseButton
source: Close dialog
de: Dialog schließen

# SearchResultsValueMissing
source: Not available
de: Nicht verfügbar

# SearchResultsFoundedOn
source: Founded on
de: Gründungsdatum

# SearchNoResultsTitle
source: No company found
de: Kein Unternehmen gefunden

# SearchNoResultsMessage
source: We could not find any company that matches the provided name.
de: Wir konnten kein Unternehmen finden, das dem angegebenen Namen entspricht.

# PriceNotice
source: Report price
de: Berichtspreis

# PaymentDescription
source: Complete the payment to unlock the full company report.
de: Schließen Sie die Zahlung ab, um den vollständigen Unternehmensbericht freizuschalten.

# PaymentConfirmedTitle
source: Payment confirmed
de: Zahlung bestätigt

# PaymentConfirmedMessage
source: Your payment was confirmed successfully.
de: Ihre Zahlung wurde erfolgreich bestätigt.

# PaymentFailedMessage
source: We could not verify the payment. Please try again or contact support.
de: Wir konnten die Zahlung nicht verifizieren. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.

# PaymentCancelledMessage
source: The payment was cancelled.
de: Die Zahlung wurde abgebrochen.

# ConfirmOrderTitle
source: Confirm your order
de: Bestellung bestätigen

# ConfirmOrderMessage
source: Please confirm you want to order this company report.
de: Bitte bestätigen Sie, dass Sie diesen Unternehmensbericht bestellen möchten.

# ConfirmOrderButton
source: Confirm order
de: Bestellung bestätigen

# SearchResultsScore
source: Credit score
de: Bonitätsscore

# SearchResultsSelectButton
source: Select company
de: Unternehmen auswählen

# SearchResultsVatNumber
source: VAT number
de: USt-IdNr.

# SearchResultsIndustry
source: Industry
de: Branche

# ErrorTitle
source: Configuration required
de: Konfiguration erforderlich

# CreditSafeMissingConfiguration
source: Bonix credentials are missing. Please contact an administrator.
de: Bonix-Zugangsdaten fehlen. Bitte wenden Sie sich an einen Administrator.

# AccessIntroMessage
source: Access to Bonix company checks requires your confirmation. Continue to request a SEPA direct debit mandate.
de: Der Zugriff auf die Bonix-Unternehmensprüfungen erfordert Ihre Bestätigung. Fahren Sie fort, um ein SEPA-Lastschriftsmandat anzufordern.

# AccessIntroAccept
source: Accept
de: Akzeptieren

# AccessIntroCancel
source: Cancel
de: Abbrechen

# SepaTitle
source: SEPA B2B direct debit mandate required
de: SEPA-Firmenlastschriftmandat erforderlich

# SepaDescription
source: To unlock the Rechtfix company checks we need your authorization for a SEPA B2B direct debit (Firmenlastschriftmandat). Please confirm the mandate details below.
de: Um die Rechtfix-Unternehmensprüfungen freizuschalten, benötigen wir Ihre Autorisierung für ein SEPA-Firmenlastschriftmandat (B2B). Bitte bestätigen Sie die Mandatsangaben unten.

# SepaMissingInfoPrompt
source: We generated your SEPA B2B mandate automatically. Please complete any missing details below.
de: Wir haben Ihr SEPA-B2B-Mandat automatisch erzeugt. Bitte ergänzen Sie unten fehlende Angaben.

# SepaConsentLabel
source: I authorize Oikos Holding GmbH – Marke Rechtfix to collect payments via SEPA B2B direct debit.
de: Ich ermächtige die Oikos Holding GmbH – Marke Rechtfix zum Einzug per SEPA-Firmenlastschrift (B2B).

# SepaTermsLabel
source: I agree to the terms and conditions.
de: Ich stimme den Allgemeinen Geschäftsbedingungen zu.

# SepaAccountHolderLabel
source: Account holder
de: Kontoinhaber

# SepaAddressLabel
source: Street and house number
de: Straße und Hausnummer

# SepaPostalCodeLabel
source: Postal code
de: Postleitzahl

# SepaCityLabel
source: City
de: Stadt

# SepaCountryLabel
source: Country
de: Land

# SepaCompanyLabel
source: Company name
de: Firma / Name

# SepaLegalFormLabel
source: Legal form
de: Rechtsform

# SepaRepresentativeLabel
source: Authorized representative
de: Vertretungsberechtigte Person

# SepaBankLabel
source: Bank
de: Kreditinstitut

# SepaPaymentPurposeLabel
source: Purpose of payment
de: Zahlungszweck

# SepaPaymentPurposeBasic
source: Rechtfix Basic – annual membership (12 months)
de: Rechtfix Basic – Jahresmitgliedschaft (12 Monate)

# SepaPaymentPurposeStandard
source: Rechtfix Standard – annual membership (12 months)
de: Rechtfix Standard – Jahresmitgliedschaft (12 Monate)

# SepaPaymentPurposePro
source: Rechtfix Pro – annual membership (12 months)
de: Rechtfix Pro – Jahresmitgliedschaft (12 Monate)

# SepaPaymentIntervalLabel
source: Payment interval
de: Zahlungsintervall

# SepaPaymentIntervalAnnual
source: Annually
de: jährlich

# SepaPaymentIntervalMonthly
source: Monthly (within the annual minimum term)
de: monatlich (innerhalb der jährlichen Mindestlaufzeit)

# SepaSignatureCityLabel
source: Place of signature
de: Ort

# SepaSignatureDateLabel
source: Date of signature
de: Datum

# SepaCancel
source: Cancel
de: Abbrechen

# SepaConfirm
source: Confirm mandate
de: Mandat bestätigen

# SepaMissingFields
source: Please fill in the required mandate details.
de: Bitte füllen Sie die erforderlichen Mandatsangaben aus.

# SepaGenerationFailed
source: Mandate could not be generated. Try again.
de: Das Mandat konnte nicht erstellt werden. Bitte versuchen Sie es erneut.

# SepaMandateGenerated
source: Mandate generated. Please download and sign the document.
de: Mandat erstellt. Bitte laden Sie das Dokument herunter und unterschreiben Sie es.

# SepaConsentRequired
source: Please authorize the mandate to continue.
de: Bitte bestätigen Sie das Mandat, um fortzufahren.

# MissingPriceError
source: The report price is not configured.
de: Der Berichtspreis ist nicht konfiguriert.

# ContinueButton
source: Continue
de: Weiter

# ReportSummaryTitle
source: Company report
de: Unternehmensbericht

# ReportMetaName
source: Company name
de: Unternehmensname

# ReportMetaNumber
source: Registration number
de: Registrierungsnummer

# ReportMetaCountry
source: Country
de: Land

# ReportMetaAddress
source: Registered address
de: Registrierte Adresse

# HistoryPageTitle
source: Purchased company reports
de: Unternehmensberichte

# HistoryPageSubtitle
source: Your company research at a glance.
de: Ihre Unternehmensrecherchen im Überblick.

# HistoryTableCompany
source: Company
de: Unternehmen

# HistoryTableAddress
source: Address
de: Adresse

# HistoryTableCountry
source: Country
de: Land

# HistoryTablePaidAt
source: Date
de: Datum

# HistoryTableAmount
source: Amount
de: Betrag

# HistoryPurchaseSummaryTitle
source: Purchase details
de: Kaufdetails

# HistoryTableActions
source: Actions
de: Aktionen

# HistoryDetailsButton
source: View details
de: Details anzeigen

# HistoryEmptyStateTitle
source: No company checks yet
de: Noch keine Unternehmensprüfungen

# HistoryEmptyStateDescription
source: Your purchased company reports will appear here after you complete a check.
de: Keine Unternehmensberichte in diesem Status gefunden.

# HistoryEmptyStateButton
source: New Case
de: Neuer Fall

# DetailsDialogTitle
source: Company report
de: Unternehmensbericht

# DetailsCloseButton
source: Close
de: Schließen

# HistoryDownloadButton
source: Download report (PDF)
de: Bericht herunterladen (PDF)

# ReportDownloadButton
source: Download report (PDF)
de: Bericht herunterladen (PDF)

# PdfGenerationInProgress
source: Generating your PDF report…
de: PDF-Bericht wird erstellt …

# ReportDownloadUnavailable
source: The PDF report is being prepared. Please wait a moment and try again.
de: Der PDF-Bericht wird vorbereitet. Bitte warten Sie einen Moment und versuchen Sie es erneut.

# ReportDownloadReady
source: Your PDF report is ready for download.
de: Ihr PDF-Bericht steht zum Download bereit.

# PdfDownloadFailed
source: Unable to download the PDF report.
de: Der PDF-Bericht konnte nicht heruntergeladen werden.

# PdfDownloadSuccess
source: The PDF report was generated successfully.
de: Der PDF-Bericht wurde erfolgreich erstellt.

# EmailReportReadySubject
source: Your company check report is ready
de: Ihr Unternehmensbericht ist fertig

# EmailReportReadyIntro
source: The PDF report for {0} is attached.
de: Der PDF-Bericht für {0} ist im Anhang enthalten.

# EmailReportReadyDownload
source: If the download does not start automatically, you can also access the attached file.
de: Falls der Download nicht automatisch startet, können Sie die angehängte Datei verwenden.

# PdfDownloadError
source: PDF generation failed
de: PDF-Erstellung fehlgeschlagen

# AuthorizedLayout_ColorPickerTitle
source: Primary Color Select
de: Primärfarbe auswählen

# AuthorizedLayout_Language
source: Language
de: Sprache

# AuthorizedLayout_Language_dede
source: German
de: Deutsch

# AuthorizedLayout_Language_enus
source: English
de: Englisch

# AuthorizedLayout_Logout
source: Logout
de: Abmelden

# AuthorizedLayout_Setting
source: Account
de: Konto

# AuthorizedLayout_CustomerNumberLabel
source: Customer number
de: Kundennummer

# AuthorizedLayout_UpgradeAccount
source: Upgrade account
de: Konto upgraden

# AuthorizedLayout_BackToBonix
source: Back to Bonix
de: Zurück zu Bonix

# AuthorizedLayout_ContactUs
source: Contact us
de: Kontaktieren Sie uns

# BackToHome_Text
source: Back To Home Page
de: Zur Startseite zurück

# Error_Text
source: A system error has occurred!
de: Es ist ein Systemfehler aufgetreten!

# LoginLogPage_LoginFail
source: Fail
de: Fehlgeschlagen

# LoginLogPage_LoginSuccess
source: Succeed
de: Erfolgreich

# LoginLogPage_TableH1
source: No
de: Nr.

# LoginLogPage_TableH2
source: User Name
de: Benutzername

# LoginLogPage_TableH3
source: Login Time
de: Anmeldezeit

# LoginLogPage_TableH5
source: IsSucceed
de: Erfolgreich?

# LoginLogPage_TableH6
source: Agent
de: Client

# LoginLogPage_Title
source: Login Log
de: Anmeldelog

# Login_LoginText
source: Login
de: Anmelden

# Login_CreateAccountPrompt
source: New user? Create account
de: Neu hier? Konto erstellen

# Login_CreateAccountDialogTitle
source: Create Account
de: Konto erstellen

# Login_PasswordHelpText
source: Please enter password
de: Bitte Passwort eingeben

# Login_EmailLabel
source: Email or Username
de: E-Mail-Adresse oder Benutzername

# Login_ForgotPassword
source: Forgot Password?
de: Passwort vergessen?

# Login_InvalidCredentials
source: Invalid username or password!
de: Benutzername oder Passwort ist falsch!

# Login_MembershipLink
source: Become a member
de: Mitglied werden

# Login_MembershipPrompt
source: Not a member yet?
de: Noch kein Mitglied?

# Login_NewsletterBenefit2
source: Easily forward invitation link.
de: Einladungslink ganz einfach weiterleiten.

# Login_NewsletterBenefit3
source: Get exclusive legal tips directly to your inbox.
de: Erhalten Sie exklusive Rechtstipps direkt in Ihr Postfach.

# Login_NewsletterEmailInvalid
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# Login_NewsletterEmailLabel
source: Email address
de: E-Mail-Adresse

# Login_NewsletterEmailPlaceholder
source: name@company.com
de: name@unternehmen.de

# Login_NewsletterEmailRequired
source: Please provide an email address.
de: Bitte geben Sie eine E-Mail-Adresse an.

# Login_NewsletterHighlight
source: Stay informed
de: Bleiben Sie informiert

# Login_NewsletterHint
source: You can unsubscribe at any time.
de: Sie können sich jederzeit wieder abmelden.

# Login_NewsletterReopenPrompt
source: Missed the newsletter? Open again here.
de: Newsletter verpasst? Hier erneut öffnen.

# Login_NewsletterReopenButton
source: Show newsletter
de: Newsletter anzeigen

# Login_NewsletterStatus
source: Newsletter ACTIVE / inactive switchable
de: Newsletter AKTIV / inaktiv schaltbar

# Login_NewsletterSubscribe
source: Subscribe now
de: Jetzt abonnieren

# Login_NewsletterSuccess
source: Thank you! We have received your newsletter subscription.
de: Vielen Dank! Wir haben Ihre Newsletter-Anmeldung erhalten.

# Login_NewsletterWelcomeSubject
source: Welcome to the Rechtfix Newsletter
de: Willkommen im Rechtfix-Newsletter

# Login_NewsletterWelcomeBody
source: Great to have you with us. From now on you will receive news, tips and offers about Rechtfix.
de: Schön, dass Sie dabei sind. Ab sofort erhalten Sie Neuigkeiten, Tipps und Angebote rund um Rechtfix.

# Login_PasswordLabel
source: Password
de: Passwort

# Login_RegisterButton
source: Register now
de: Jetzt registrieren

# Login_SubmitButton
source: Login
de: Anmelden

# Login_Subtitle
source: Log in with your credentials to use the Rechtfix Portal.
de: Melden Sie sich mit Ihren Zugangsdaten an, um das Rechtfix Portal zu nutzen.

# Login_Title
source: Login
de: Anmelden

# Login_TooManyAttempts
source: Too many login attempts. Please try again in {0} minutes!
de: Zu viele Anmeldeversuche. Bitte versuchen Sie es in {0} Minuten erneut!

# Login_UserNameHelpText
source: Please enter the user name
de: E-Mail oder Benutzername

# Login_WelcomeBack
source: Welcome back, {0}!
de: Willkommen zurück, {0}!

# Register_CompanyLabel
source: Company
de: Firma

# Register_CompanyRequired
source: Company is required.
de: Firma ist erforderlich.

# Register_ConfirmPasswordLabel
source: Confirm Password
de: Passwort bestätigen

# Register_ConfirmPasswordRequired
source: Password confirmation is required.
de: Bestätigung des Passworts ist erforderlich.

# Register_InvalidPartnerCode
source: The partner code could not be found.
de: Der Partnercode wurde nicht gefunden.

# Register_EmailInvalid
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# Register_EmailLabel
source: Email Address
de: E-Mail-Adresse

# Register_EmailRequired
source: Email is required.
de: E-Mail ist erforderlich.

# Register_GenderLabel
source: Gender
de: Geschlecht

# Register_GenderPlaceholder
source: Select a gender
de: Wählen Sie ein Geschlecht

# Register_GenderOptionFemale
source: Female
de: Weiblich

# Register_GenderOptionMale
source: Male
de: Männlich

# Register_GenderOptionDiverse
source: Diverse
de: Divers

# Register_GenderRequired
source: Gender is required.
de: Geschlecht ist erforderlich.

# Register_TitleLabel
source: Academic Title
de: Akademischer Titel

# Register_TitlePlaceholder
source: Select title (optional)
de: Titel wählen (optional)

# Register_FirstNameLabel
source: First Name
de: Vorname

# Register_FirstNameRequired
source: First Name is required.
de: Vorname ist erforderlich.

# Register_LastNameLabel
source: Last Name
de: Nachname
