Repository: engineerusman597/oikos-baden
Catalog: Oikos.Common/Resources/SharedResource.*.resx
Languages: de

# WizardStep4Description
source: Sign the authorization so we can represent you.
de: Unterzeichnen Sie die Bevollmächtigung.

# WizardPowerOfAttorneyTitle
source: Sign the power of attorney
de: Vollmacht unterschreiben

# WizardPowerOfAttorneySubtitle
source: We need your authorization before we can continue with your claim.
de: Wir benötigen Ihre Bevollmächtigung, bevor wir mit Ihrem Auftrag fortfahren können.

# WizardPowerOfAttorneyDocumentTitle
source: Power of attorney (Vollmacht)
de: Vollmacht (Power of Attorney)

# WizardPowerOfAttorneyDescription
source: By signing this document you authorize Oikos to represent you for the submitted invoices, handle communication with the debtor, and take the necessary legal steps.
de: Mit Ihrer Unterschrift bevollmächtigen Sie Oikos, Sie für die eingereichten Rechnungen zu vertreten, mit dem Schuldner zu kommunizieren und die erforderlichen rechtlichen Schritte einzuleiten.

# WizardPowerOfAttorneyInfo
source: Your authorization applies to all invoices that you submit in this process.
de: Ihre Vollmacht gilt für alle Rechnungen, die Sie in diesem Vorgang einreichen.

# WizardPowerOfAttorneyTemplateLink
source: Open power of attorney template (PDF)
de: Vollmacht-Vorlage öffnen (PDF)

# WizardPowerOfAttorneySignatureLabel
source: Signature
de: Unterschrift

# WizardPowerOfAttorneySignatureHelper
source: Type your full name as a legally binding signature.
de: Geben Sie Ihren vollständigen Namen als rechtsverbindliche Unterschrift ein.

# WizardPowerOfAttorneySignatureRequired
source: A signature is required to continue.
de: Eine Unterschrift ist erforderlich, um fortzufahren.

# WizardPowerOfAttorneyValidation
source: Please sign the power of attorney before continuing.
de: Bitte unterschreiben Sie die Vollmacht, bevor Sie fortfahren.

# WizardDescriptionPowerOfAttorneySignature
source: Power of attorney signed by {0} on {1}.
de: Vollmacht unterschrieben von {0} am {1}.

# AdminStageNotFound
source: Stage not found.
de: Status nicht gefunden.

# AdminStageUnknown
source: Unknown stage
de: Unbekannter Status

# AdminInvoiceDetailTitle
source: Invoice details
de: Rechnungsdetails

# MyInvoiceDetailTitle
source: Your invoice details
de: Forderungsdetails

# AdminViewDetails
source: View details
de: Details anzeigen

# InvoiceDetailTooltip
source: View details
de: Details anzeigen

# InvoiceDetailDialogTitle
source: Invoice details
de: Rechnungsdetails

# InvoiceDetailDialogTitleWithId
source: Invoice details (#{0})
de: Rechnungsdetails (#{0})

# InvoiceDetailNotFound
source: The invoice could not be found.
de: Die Rechnung wurde nicht gefunden.

# InvoiceDetailPrimaryStageLabel
source: Current stage
de: Aktueller Status

# InvoiceDetailAmountLabel
source: Amount
de: Betrag

# InvoiceDetailUpdatedLabel
source: Last updated
de: Zuletzt aktualisiert

# InvoiceDetailCreatedLabel
source: Created on
de: Erstellt am

# InvoiceDetailDescriptionLabel
source: Stage description
de: Statusbeschreibung

# InvoiceDetailNextStepsLabel
source: Next steps
de: Nächste Schritte

# InvoiceDetailHistoryTitle
source: Stage history
de: Statusverlauf

# InvoiceDetailHistoryEmpty
source: No stage changes have been recorded yet.
de: Es wurden noch keine Statusänderungen protokolliert.

# InvoiceDetailHistoryChanged
source: Changed on {0} by {1}
de: Geändert am {0} von {1}

# InvoiceDetailHistoryChangedBy
source: Changed by {0}
de: Geändert von {0}

# InvoiceDetail_InternBadge
source: Internal
de: Intern

# CommonClose
source: Close
de: Schließen

# StageUnknown
source: Unknown stage
de: Unbekannter Status

# TableHeaderActions
source: Actions
de: Aktionen

# StageManagerTitle
source: Manage claim stages
de: Status verwalten

# StageManagerAddButton
source: Add stage
de: Status hinzufügen

# StageManagerSlugColumn
source: Slug
de: Kurzname

# StageManagerSummaryColumn
source: Summary
de: Kurzbeschreibung

# StageManagerUpdatedColumn
source: Updated
de: Aktualisiert

# StageManagerActionsColumn
source: Actions
de: Aktionen

# StageManagerMoveUpTooltip
source: Move up
de: Nach oben

# StageManagerMoveDownTooltip
source: Move down
de: Nach unten

# StageManagerEditTooltip
source: Edit stage
de: Status bearbeiten

# StageManagerDeleteTooltip
source: Delete stage
de: Status löschen

# StageManagerEmpty
source: No stages found.
de: Keine Status vorhanden.

# StageManagerAddDialogTitle
source: Create stage
de: Status anlegen

# StageManagerEditDialogTitle
source: Edit stage
de: Status bearbeiten

# StageManagerDeleteDialogTitle
source: Delete stage
de: Status löschen

# StageManagerDeleteDialogMessage
source: Are you sure you want to delete the stage "{0}"?
de: Möchten Sie den Status "{0}" wirklich löschen?

# StageManagerDeleteBlocked
source: This stage is still assigned to invoices and cannot be deleted.
de: Dieser Status ist noch Rechnungen zugeordnet und kann nicht gelöscht werden.

# StageManagerDeleteSuccess
source: Stage deleted successfully.
de: Status erfolgreich gelöscht.

# StageManagerNotFound
source: Stage not found.
de: Status nicht gefunden.

# StageManagerSlugValidation
source: Please provide a valid slug.
de: Bitte geben Sie einen gültigen Slug ein.

# StageManagerSlugExists
source: The slug is already in use.
de: Der Slug wird bereits verwendet.

# StageManagerSaveSuccess
source: Stage saved successfully.
de: Status erfolgreich gespeichert.

# StageManagerSlugLabel
source: Slug
de: Kurzname

# StageManagerSummaryLabel
source: Summary
de: Kurzbeschreibung

# StageManagerDescriptionLabel
source: Description
de: Beschreibung

# StageManagerNextStepsLabel
source: Next steps
de: Nächste Schritte

# StageManagerIconLabel
source: Icon
de: Symbol

# StageManagerIconSearchPlaceholder
source: Search icons
de: Symbole suchen

# StageManagerColorLabel
source: Color
de: Farbe

# WizardMissingStageError
source: No invoice stages are configured. Please contact support.
de: Es sind keine Rechnungsstatus konfiguriert. Bitte wenden Sie sich an den Support.

# WizardMonthlyClaimLimitExceeded
source: You can submit {0} more claims this month.
de: Sie können in diesem Monat noch {0} Claims einreichen.

# WizardSubscriptionExpired
source: Your subscription expired on {0}. Please renew to submit claims.
de: Ihr Abonnement ist am {0} abgelaufen. Bitte verlängern Sie, um Claims einzureichen.

# StatusLegendTitle
source: Status overview
de: Statusübersicht

# StatusLegendSubtitle
source: Here you can find a description of all possible status messages in the claims process.
de: Hier finden Sie eine Beschreibung aller möglichen Statusmeldungen im Forderungsprozess.

# StatusLegendHeaderDescription
source: Description
de: Beschreibung

# StatusLegendAcceptedStatus
source: Accepted invoices
de: Angenommene Rechnungen

# StatusLegendAcceptedDescription
source: Invoices that have been fully reviewed and accepted.
de: Rechnungen, die vollständig geprüft und akzeptiert wurden.

# StatusLegendStatusMessageStatus
source: Status message
de: Status Meldung

# StatusLegendStatusMessageEnglish
source: Status update
de: Status message

# StatusLegendStatusMessageDescription
source: General status message about the current processing progress.
de: Allgemeine Statusmeldung zum aktuellen Bearbeitungsstand.

# StatusLegendDunningStatus
source: Dunning application
de: Mahnantrag

# StatusLegendDunningEnglish
source: Dunning request
de: Dunning application

# StatusLegendDunningDescription
source: Application for issuing a payment order with the competent court.
de: Antrag auf Erlass eines Mahnbescheids beim zuständigen Gericht.

# StatusLegendCaseNumberStatus
source: Case number
de: Fallnummer

# StatusLegendCaseNumberEnglish
source: Reference number
de: Case number

# StatusLegendCaseNumberDescription
source: Unique reference or file number for your case.
de: Eindeutige Referenz- bzw. Aktennummer Ihres Falls.

# StatusLegendReceivedStatus
source: Received
de: Eingang

# StatusLegendReceivedEnglish
source: Date received
de: Received

# StatusLegendReceivedDescription
source: Date on which your application or invoice was received.
de: Datum, an dem Ihr Antrag oder Ihre Rechnung bei uns eingegangen ist.

# StatusLegendFinalCheckStatus
source: Final review
de: Final geprüft

# StatusLegendFinalCheckDescription
source: Your documents have been reviewed conclusively.
de: Ihre Unterlagen wurden abschließend geprüft.

# StatusLegendDunningSentStatus
source: Dunning application sent to the competent court
de: Mahnantrag an das zuständige Gericht versendet

# StatusLegendDunningSentEnglish
source: Dunning application submitted to the competent court
de: Dunning application sent to the competent court

# StatusLegendDunningSentDescription
source: The dunning application has been transmitted to the competent court.
de: Der Mahnantrag wurde an das zuständige Gericht übermittelt.

# StatusLegendDunningReceivedStatus
source: Dunning application successfully received
de: Mahnantrag erfolgreich erhalten

# StatusLegendDunningReceivedEnglish
source: Dunning application received by the court
de: Dunning application successfully received

# StatusLegendDunningReceivedDescription
source: The court has successfully received the dunning application.
de: Das Gericht hat den Mahnantrag erfolgreich erhalten.

# StatusLegendDeadlineStatus
source: Deadline
de: Frist

# StatusLegendDeadlineEnglish
source: Response deadline
de: Deadline

# StatusLegendDeadlineDescription
source: Deadline within which the debtor can respond.
de: Frist, innerhalb derer der Schuldner reagieren kann.

# StatusLegendObjectionStatus
source: Objection filed
de: Widerspruch eingelegt

# StatusLegendObjectionEnglish
source: Appeal lodged
de: Objection filed

# StatusLegendObjectionDescription
source: The debtor has filed an objection to the payment order.
de: Der Schuldner hat Widerspruch gegen den Mahnbescheid eingelegt.

# StatusLegendEnforcementStatus
source: Enforcement application
de: Vollstreckungsantrag

# StatusLegendEnforcementEnglish
source: Application for enforcement
de: Enforcement application

# StatusLegendEnforcementDescription
source: Application for compulsory enforcement based on the title.
de: Antrag auf Zwangsvollstreckung aus dem Titel.

# StatusLegendTitleReceivedStatus
source: Enforcement order received
de: Vollstreckungstitel erhalten

# StatusLegendTitleReceivedEnglish
source: Enforcement title obtained
de: Enforcement title received

# StatusLegendTitleReceivedDescription
source: The enforcement order has been issued and is available.
de: Der Vollstreckungstitel wurde erteilt und liegt vor.

source: Home
de: Startseite

source: Logs
de: Protokolle

# NavLog
source: Log
de: Protokoll

source: Permission
de: Berechtigungen

# NavPermission
source: Right
de: Berechtigung

# NavUser
source: User
de: Benutzer

source: Login
de: Anmeldung

# NavLogin
source: Login
de: Anmelden

source: User
de: Benutzer

source: Role
de: Rollen

source: Menu
de: Menü

# Partnernetzwerk
source: Partner network
de: Partnernetzwerk

# PartnerNetwork_ComingSoon
source: Coming soon
de: Bald verfügbar

source: Avatar update failed.
de: Avatar-Aktualisierung fehlgeschlagen.

# AvatarUpdateSuccess
source: Avatar updated successfully!
de: Avatar erfolgreich aktualisiert!

source: Settings
de: Einstellungen

source: Metrics
de: Kennzahlen

# NavMenu
source: Menu
de: Menü

# NavRole
source: Role
de: Rolle

# NavConfig
source: Config
de: Konfiguration

# NavHome
source: Home
de: Startseite

source: Claims
de: Forderungen

source: Claims Center
de: Forderungscenter

source: Claims in review
de: In Prüfung

# Claims Accepted
source: Accepted claims
de: Angenommen

# Claims Archived
source: Archived claims
de: Archiviert

source: New claim
de: Neue Forderung

source: Invoices
de: Rechnungen

source: Company Checks
de: Unternehmensprüfungen

# Zu unseren Partnerbanken
source: Our partner banks
de: Zu unseren Partnerbanken

# Versicherungspartner im Überblick
source: Insurance partners overview
de: Versicherungspartner im Überblick

# Bonix – Digitale Bonität auf Abruf
source: Bonix – Digital creditworthiness on demand
de: Bonix – Digitale Bonität auf Abruf

source: Previous Checks
de: Vorherige Prüfungen

source: Claims admin
de: Forderungsverwaltung

# ThemeDarkMode
source: Dark Mode
de: Dunkelmodus

# ThemeLight
source: Light
de: Hell

# ThemeDark
source: Dark
de: Dunkel

# ThemePrimary
source: Primary
de: Primär

# CultureLanguage
source: Language
de: Sprache

# NavMetrics
source: Metrics
de: Metriken

source: Notification
de: Benachrichtigung

source: Send Message
de: Nachricht senden

source: View Unread
de: Ungelesene anzeigen

source: Mark All as Read
de: Alle als gelesen markieren

# DeleteAllRead
source: Delete All Read Messages
de: Alle gelesenen Nachrichten löschen

source: No Notifications
de: Keine Benachrichtigungen

source: Mark as Read
de: Als gelesen markieren

source: Delete Message
de: Nachricht löschen

source: View Details
de: Details anzeigen

source: Sender
de: Absender

source: Receiver
de: Empfänger

source: Send Time
de: Sendezeit

source: Close
de: Schließen

source: Cancel
de: Abbrechen

source: Send
de: Senden

source: Title
de: Titel

source: Content
de: Inhalt

source: Receivers
de: Empfänger

# TitleRequired
source: Title is required
de: Titel ist erforderlich

# ContentRequired
source: Content is required
de: Inhalt ist erforderlich

# ReceiversRequired
source: Please select receivers
de: Bitte Empfänger auswählen

# AccountSettings_Title
source: Account settings
de: Kontoeinstellungen

# AccountSettings_Info
source: Account information
de: Kontoinformationen

# AccountSettings_Username
source: Username
de: Benutzername

# AccountSettings_FullName
source: Full name
de: Vollständiger Name

# AccountSettings_AcademicTitle
source: Academic title
de: Akademischer Titel

# AccountSettings_Gender
source: Gender
de: Geschlecht

# AccountSettings_Company
source: Company
de: Unternehmen

# AccountSettings_Phone
source: Phone number
de: Telefonnummer

# AccountSettings_CustomerNumber
source: Customer number
de: Kundennummer

# AccountSettings_NotProvided
source: Not provided
de: Nicht angegeben

# AccountSettings_NotAssigned
source: Not assigned
de: Nicht zugewiesen

# AccountSettings_Security
source: Security
de: Sicherheit

# AccountSettings_ChangePassword
source: Change password
de: Passwort ändern

# AccountSettings_ActivePlan
source: Active plan
de: Aktiver Tarif

# AccountSettings_PlanLabel
source: Plan:
de: Tarif:

# AccountSettings_ExpiresLabel
source: Expires:
de: Läuft ab:

# AccountSettings_NoExpiration
source: No expiration date
de: Kein Ablaufdatum

# AccountSettings_EditAvatarTitle
source: Edit image
de: Bild bearbeiten

# Admin_PageTitle
source: Manage partner network
de: Partnernetzwerk verwalten

# Admin_PageSubtitle
source: Maintain central content for partner banks and insurance partners so the public pages stay up to date automatically.
de: Pflegen Sie hier zentrale Inhalte für Partnerbanken und Versicherungspartner, damit die Fachseite automatisch aktualisiert wird.

# Admin_BanksTitle
source: Partner banks
de: Partnerbanken

# Admin_BanksSubtitle
source: Manage the partner bank content that appears on the public page.
de: Verwalten Sie die Inhalte der Partnerbanken für die öffentliche Seite.

# Admin_BanksPanelTitle
source: Partner banks
de: Partnerbanken

# Admin_BanksAdd
source: Add bank
de: Neue Bank

# Admin_BanksEmptyTitle
source: No partner bank recorded yet
de: Noch keine Partnerbank erfasst

# Admin_BanksEmptyDescription
source: Create the first bank to populate the public page.
de: Erstellen Sie die erste Bank, um die Fachseite befüllen zu können.

# Admin_InsurancePanelTitle
source: Insurance partners
de: Versicherungspartner

# Admin_InsuranceTitle
source: Insurance partners
de: Versicherungspartner

# Admin_InsuranceSubtitle
source: Manage the insurance partner content that appears on the public page.
de: Verwalten Sie die Inhalte der Versicherungspartner für die öffentliche Seite.

# Admin_InsuranceAdd
source: Add partner
de: Neuer Partner

# Admin_InsuranceEmptyTitle
source: No insurance partner yet
de: Noch kein Versicherungspartner

# Admin_InsuranceEmptyDescription
source: Add insurance offerings that should appear on the partner page.
de: Legen Sie Versicherungsangebote an, die auf der Partnerseite erscheinen sollen.

# Admin_SaveBankSuccess
source: Partner bank saved
de: Partnerbank gespeichert

# Admin_DeleteBankSuccess
source: Partner bank deleted
de: Partnerbank gelöscht

# Admin_DeleteBankConfirmTitle
source: Delete bank
de: Bank löschen

# Admin_DeleteBankConfirmMessage
source: Do you really want to remove '{0}'?
de: Soll '{0}' wirklich entfernt werden?

# Admin_DeleteConfirmYes
source: Delete
de: Löschen

# Admin_DeleteConfirmCancel
source: Cancel
de: Abbrechen

# Admin_SaveInsuranceSuccess
source: Insurance partner saved
de: Versicherungspartner gespeichert

# Admin_DeleteInsuranceSuccess
source: Insurance partner deleted
de: Versicherungspartner gelöscht

# Admin_DeleteInsuranceConfirmTitle
source: Delete insurance partner
de: Versicherungspartner löschen

# Admin_DeleteInsuranceConfirmMessage
source: Do you really want to remove '{0}'?
de: Soll '{0}' wirklich entfernt werden?

# BankEditor_CreateTitle
source: New partner bank
de: Neue Partnerbank

# BankEditor_EditTitle
source: Edit partner bank
de: Partnerbank bearbeiten

# BankEditor_RegionsLabel
source: Federal states
de: Bundesländer

# BankEditor_DescriptionLabel
source: Short description
de: Kurzbeschreibung

# BankEditor_DetailsLabel
source: Service highlights
de: Leistungs-Highlights

# BankEditor_DetailsHelper
source: Use line breaks to separate bullet points.
de: Mehrere Stichpunkte können mit Zeilenumbrüchen getrennt werden.

# BankEditor_ContactLabel
source: Contact information
de: Kontaktinformationen

# BankEditor_WebsiteLabel
source: Website
de: Webseite

# Common_Save
source: Save
de: Speichern

# Common_Cancel
source: Cancel
de: Abbrechen

# InsuranceEditor_CreateTitle
source: New insurance partner
de: Neuer Versicherungspartner

# InsuranceEditor_EditTitle
source: Edit insurance partner
de: Versicherungspartner bearbeiten

# InsuranceEditor_DescriptionLabel
source: Short description
de: Kurzbeschreibung

# InsuranceEditor_CoverageLabel
source: Coverage details
de: Leistungsumfang

# InsuranceEditor_ContactLabel
source: Contact information
de: Kontaktinformationen

# InsuranceEditor_WebsiteLabel
source: Website
de: Webseite

# PartnerBanks_Title
source: Our partner banks
de: Zu unseren Partnerbanken

# PartnerBanks_Subtitle
source: Choose your federal state and immediately see which partner banks are available near you.
de: Wählen Sie Ihr Bundesland aus und sehen Sie sofort, welche Partnerbanken wir vor Ort für Sie bereitstehen haben.

# PartnerBanks_SelectorTitle
source: Your location in Germany
de: Ihr Standort in Deutschland

# PartnerBanks_SelectorPlaceholder
source: Choose federal state
de: Bundesland wählen

# PartnerBanks_SelectPromptTitle
source: Please select a federal state first
de: Bitte wählen Sie zunächst ein Bundesland

# PartnerBanks_SelectPromptDescription
source: Once selected we will show every available partner bank.
de: Nach der Auswahl zeigen wir Ihnen alle verfügbaren Partnerbanken.

# PartnerBanks_NoBanksTitle
source: No partner bank available
de: Keine Partnerbank hinterlegt

# PartnerBanks_NoBanksDescription
source: No partner bank has been recorded for this federal state yet.
de: Für dieses Bundesland ist aktuell noch keine Partnerbank erfasst.

# PartnerBanks_ButtonLabel
source: Visit bank page
de: Zur Bankseite

# InsurancePartners_Title
source: Insurance partners at a glance
de: Versicherungspartner im Überblick

# InsurancePartners_Subtitle
source: Our insurance partners support you with tailored policies – transparent, digital, and aligned to your needs.
de: Unsere Versicherungspartner unterstützen Sie mit maßgeschneiderten Policen – transparent, digital und auf Ihren Bedarf zugeschnitten.

# InsurancePartners_EmptyTitle
source: No insurance partners yet
de: Noch keine Versicherungspartner hinterlegt

# InsurancePartners_EmptyDescription
source: As soon as partners are maintained they will appear here automatically.
de: Sobald Partner gepflegt werden, erscheinen sie hier automatisch.

# InsurancePartners_ButtonLabel
source: Learn more
de: Mehr erfahren

# PartnerManagement_Add
source: Add partner
de: Partner hinzufügen

# PartnerManagement_Contact
source: Contact
de: Kontakt

# PartnerManagement_Created
source: Created
de: Angelegt

# PartnerManagement_Customers
source: Customers
de: Kunden

# PartnerManagement_DeleteConfirm
source: Delete partner {0}?
de: Partner {0} löschen?

# PartnerManagement_DeleteSuccess
source: Partner deleted.
de: Partner gelöscht.

# PartnerManagement_DeleteTitle
source: Delete partner
de: Partner löschen

# PartnerManagement_EmptyDescription
source: Create your first referral partner to track leads.
de: Legen Sie Ihren ersten Partner an, um Leads nachzuverfolgen.

# PartnerManagement_EmptyTitle
source: No partners yet
de: Noch keine Partner

# PartnerManagement_Subtitle
source: Manage partners that refer new customers.
de: Verwalten Sie Partner, die neue Kunden vermitteln.

# PartnerManagement_Title
source: Partners
de: Partner

# PartnerManagement_RechtfixLinkType
source: Rechtfix Registration
de: Rechtfix Registrierung

# PartnerManagement_BonixLinkType
source: Bonix Registration
de: Bonix Registrierung

# PartnerManagement_LinkCopied
source: Link for {0} copied!
de: Link für {0} kopiert!

# PartnerManagement_CopyFailed
source: Copy failed. Please try again.
de: Kopieren fehlgeschlagen. Bitte versuchen Sie es erneut.

# PartnerDialog_Cancel
source: Cancel
de: Abbrechen

# PartnerDialog_CodeHelper
source: Shown in referral links and during registration.
de: Wird in Empfehlungslinks und bei der Registrierung genutzt.

# PartnerDialog_ContactLabel
source: Contact email
de: Kontakt-E-Mail

# PartnerDialog_CreateSuccess
source: Partner created.
de: Partner erstellt.

# PartnerDialog_CreateTitle
source: Create partner
de: Partner anlegen

# PartnerDialog_EditTitle
source: Edit partner
de: Partner bearbeiten

# PartnerDialog_NotesLabel
source: Notes
de: Notizen

# PartnerDialog_Save
source: Save
de: Speichern

# PartnerDialog_UpdateSuccess
source: Partner updated.
de: Partner aktualisiert.

# MenuPage_AddButtonText
source: Add
de: Hinzufügen

# MenuPage_CancelButtonText
source: Cancel
de: Abbrechen

# MenuPage_ClearBtnText
source: Clear selected
de: Auswahl löschen

# MenuPage_DeleteButtonText
source: Delete
de: Löschen

# MenuPage_IconSelectLabel
source: Menu Icon
de: Menüsymbol

# MenuPage_MenuIdentityLabel
source: Element identifier
de: Elementkennung

# MenuPage_MenuIdentityPlaceHolder
source: Please enter the page element identifier
de: Bitte die Seitenelementkennung eingeben

# MenuPage_MenuNamePlaceHolder
source: Please enter the name
de: Bitte den Namen eingeben

# MenuPage_MenuRoutePlaceHolder
source: Please enter the route
de: Bitte die Route eingeben

# MenuPage_MenuTypeRadioLabel
source: Type
de: Typ

# MenuPage_MenuTypeRadioText1
source: Menu
de: Menü

# MenuPage_MenuTypeRadioText2
source: PageElement
de: Seitenelement

# MenuPage_SearchIconPlaceholder
source: Input the name
de: Name eingeben

# MenuPage_SubmitButtonText
source: Submit
de: Bestätigen

# MenuPage_Title
source: Menu
de: Menü

# MenuPage_UpMenuSelectTitle
source: Top Menu
de: Hauptmenü

# MenuPage_UpMenuTitleText
source: Up menu selection
de: Übergeordnetes Menü auswählen

# OrganizationPage_Title
source: Organization
de: Organisation

# RolePage_ComfirmDeleteText
source: Confirm
de: Bestätigen

# RolePage_CreateNewTitle
source: Create new role
de: Neue Rolle erstellen

# RolePage_DeleteTitle
source: Decide delete
de: Löschen bestätigen

# RolePage_EditTitle
source: Edit role
de: Rolle bearbeiten
